/** 智慧防控 */

(function (global) {
  const time = 1000 * 60 * 10;
  global.requestMockData = {
    ...(global.requestMockData || {}),
    /** 消防系统 */
    '/intelligentPrevention/fireProtectionSystem': {
      method: 'POST',
      staticData: true,
      proxyUrl: config.requestUrl,
      time,
      request: (query) => {
        if (query.ssdp == 'xfxt') {
          return {};
        }
      },
    },
    /** 门禁系统 */
    '/intelligentPrevention/accessControlSystem': {
      method: 'POST',
      staticData: true,
      proxyUrl: config.requestUrl,
      time,

      request: (query) => {
        if (query.ssdp == 'mjxt') {
          return {
            /** 设备统计 */
            equipmentStatistics: [
              {
                name: '门诊综合楼A区',
                value: 20,
                percent: 30,
              },
              {
                name: '1号住院楼',
                value: 10,
                percent: 30,
              },
              {
                name: '2号住院楼',
                value: 5,
                percent: 15,
              },
              {
                name: '3号住院楼',
                value: 5,
                percent: 15,
              },
              {
                name: '行政楼',
                value: 3,
                percent: 10,
              },
            ],
            /** 设备列表 */
            devicesList: {
              '-': {
                '-': [
                  {
                    name: '桃源院-门诊楼1',
                    time: '2023-10-08 18:12:55',
                    twin: '18dfb0934cce4374bb8482e8588b316c',
                    status: '在线',
                  },
                  {
                    name: '桃源院-门诊楼4',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-手术科住院楼电梯2',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-手术科住院楼电梯1',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-门诊楼2',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院2号住院楼职工梯2',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-2号住院楼职工梯1',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-门诊楼3',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-3号住院楼3',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-3号住院楼2',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-3号住院楼1',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-急诊大门',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '离线',
                  },
                  {
                    name: '桃源院-2号住院楼3',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-2号住院楼2',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院门诊楼6',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '离线',
                  },
                  {
                    name: '桃源院-2号住院楼1',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-3号住院楼职工梯',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-1号住院楼2',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-1号住院楼1',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-手术科住院楼职工电梯',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源1号楼职工梯1',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源-1号楼收费处通道',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院门诊楼5',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院行政楼1',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院行政楼2',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-视光中心一楼大门',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '离线',
                  },
                  {
                    name: '桃源1号楼职工梯2',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                  {
                    name: '桃源院-植物路新大门2',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '离线',
                  },
                  {
                    name: '桃源院-健康管理中心',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '离线',
                  },
                  {
                    name: '桃源院-2号住院楼侧门',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '离线',
                  },
                  {
                    name: '桃源院-手术科住院楼电梯3',
                    time: '2023-10-08 18:12:55',
                    twin: '',
                    status: '在线',
                  },
                ],
              },
            },
            /** 通行统计 */
            trafficStatistics: [
              {
                name: '桃园院区',
                yearPerson: 300,
                ringRatio: 99, // 环比
                monthPerson: 150,
                yearRatio: 12, // 同比
              },
              {
                name: '门诊综合楼A区',
                yearPerson: 300,
                ringRatio: 12, // 环比
                monthPerson: 150,
                yearRatio: 12, // 同比
              },
              {
                name: '1号住院楼',
                yearPerson: 300,
                ringRatio: 12, // 环比
                monthPerson: 150,
                yearRatio: 12, // 同比
              },
              {
                name: '2号住院楼',
                yearPerson: 300,
                ringRatio: 12, // 环比
                monthPerson: 150,
                yearRatio: 12, // 同比
              },
              {
                name: '3号住院楼',
                yearPerson: 300,
                ringRatio: 12, // 环比
                monthPerson: 150,
                yearRatio: 12, // 同比
              },
              {
                name: '行政楼',
                yearPerson: 300,
                ringRatio: 12, // 环比
                monthPerson: 150,
                yearRatio: 12, // 同比
              },
            ],
            /** 类别占比 */
            categoryRate: [
              {
                name: '员工',
                value: 126,
              },
              {
                name: '访客',
                value: 126,
              },
              {
                name: '重点人员',
                value: 126,
              },
              {
                name: '全局陌生人',
                value: 126,
              },
            ],
            /** 通行趋势 */
            trafficTrend: {
              date: [
                '10月08日',
                '10月07日',
                '10月06日',
                '10月05日',
                '10月04日',
                '10月03日',
                '10月02日',
              ],
              chartUnit: '-',
              dataList: [
                {
                  data: [0, 1875, 1056, 994, 890, 737, 722],
                  name: '3号楼',
                },
                {
                  data: [0, 2353, 1372, 1108, 1164, 1077, 893],
                  name: '手术科住院楼',
                },
                {
                  data: [0, 649, 55, 36, 22, 25, 28],
                  name: '行政楼',
                },
                {
                  data: [0, 171, 27, 10, 22, 12, 11],
                  name: '1号楼',
                },
                {
                  data: [0, 4151, 1794, 1833, 1788, 1822, 1532],
                  name: '2号楼',
                },
              ],
            },
          };
        }
      },
    },
    /** 视频监控 */
    '/intelligentPrevention/videoMonitoring': {
      method: 'POST',
      staticData: true,
      proxyUrl: config.requestUrl,
      time,
      request: (query) => {
        if (query.ssdp == 'spjk') {
          return {
            /** 设备统计 */
            videoDevicesStatistics: {
              total: 1036,
              children: [
                {
                  building: '门诊楼A区',
                  total: 150,
                  connected: 120,
                  percentage: '10%',
                },
                {
                  building: '门诊楼B区',
                  total: 150,
                  connected: 120,
                  percentage: '10%',
                },
                {
                  building: '教学综合楼',
                  total: 150,
                  connected: 120,
                  percentage: '10%',
                },
                {
                  building: '1号住院楼',
                  total: 150,
                  connected: 120,
                  percentage: '10%',
                },
                {
                  building: '2号住院楼',
                  total: 150,
                  connected: 120,
                  percentage: '10%',
                },
                {
                  building: '3号住院楼',
                  total: 150,
                  connected: 120,
                  percentage: '10%',
                },
                {
                  building: '信息楼',
                  total: 150,
                  connected: 120,
                  percentage: '10%',
                },
                {
                  building: '初光中心',
                  total: 150,
                  connected: 120,
                  percentage: '10%',
                },
              ],
            },
            /** 设备列表 */
            videoDevicesList: {
              '-': {
                '-': [
                  {
                    name: '桃源院-2号住院楼3',
                    twin: '1232143',
                  },
                  {
                    name: '桃源院-2号住院楼2',
                    twin: '1232143',
                  },
                  {
                    name: '桃源院-2号住院楼1',
                    twin: '1232143',
                  },
                  {
                    name: '桃源院-2号住院楼6',
                    twin: '1232143',
                  },
                  {
                    name: '桃源院-2号住院楼7',
                    twin: '1232143',
                  },
                  {
                    name: '桃源院-2号住院楼7',
                    twin: '1232143',
                  },
                  {
                    name: '桃源院-2号住院楼8',
                    twin: '1232143',
                  },
                  {
                    name: '桃源院-2号住院楼9',
                    twin: '1232143',
                  },
                ],
              },
            },
            /** 视频列表 */
            videoMonitoringList: {
              '-': {
                '-': [
                  {
                    name: '桃源院-2号住院楼1',
                    twin: '1232143',
                    url: 'https://rtsp.cam.thingjs.com:9000/index.html?id=1',
                  },
                  {
                    name: '桃源院-2号住院楼3',
                    twin: '1232143',
                    url: 'https://rtsp.cam.thingjs.com:9000/index.html?id=1',
                  },
                  {
                    name: '桃源院-2号住院楼3',
                    twin: '1232143',
                    url: 'https://rtsp.cam.thingjs.com:9000/index.html?id=1',
                  },
                  {
                    name: '桃源院-2号住院楼2',
                    twin: '1232143',
                    url: 'https://rtsp.cam.thingjs.com:9000/index.html?id=1',
                  },
                ],
              },
              视光中心: {
                视光中心4F: [
                  {
                    name: '视光楼四楼西侧电梯口',
                    twin: '视光楼四楼西侧电梯口',
                  },
                  {
                    name: '视光楼四楼东侧电梯口',
                    twin: '视光楼四楼东侧电梯口',
                  },
                ],
                视光中心7F: [
                  {
                    name: '视光楼七楼西侧电梯口',
                    twin: '视光楼七楼西侧电梯口',
                  },
                ],
                视光中心6F: [
                  {
                    name: '视光楼六楼东侧电梯口',
                    twin: '视光楼六楼东侧电梯口',
                  },
                  {
                    name: '视光楼六楼服务台',
                    twin: '视光楼六楼服务台',
                  },
                  {
                    name: '视光楼六楼取精室门口',
                    twin: '视光楼六楼取精室门口',
                  },
                  {
                    name: '视光楼六楼大厅环境1',
                    twin: '视光楼六楼大厅环境1',
                  },
                  {
                    name: '视光楼六楼办公室门前',
                    twin: '视光楼六楼办公室门前',
                  },
                  {
                    name: '视光楼六楼诊室3、4门前',
                    twin: '视光楼六楼诊室3、4门前',
                  },
                  {
                    name: '视光楼六楼诊室1、2门前',
                    twin: '视光楼六楼诊室1、2门前',
                  },
                  {
                    name: '视光楼六楼大厅环境2',
                    twin: '视光楼六楼大厅环境2',
                  },
                  {
                    name: '视光楼六楼西侧电梯口',
                    twin: '视光楼六楼西侧电梯口',
                  },
                ],
                视光中心1F: [
                  {
                    name: '视光楼大门口球机',
                    twin: '视光楼大门口球机',
                  },
                  {
                    name: '视光楼一楼东侧电梯口',
                    twin: '视光楼一楼东侧电梯口',
                  },
                  {
                    name: '视光楼一楼东侧楼梯口',
                    twin: '视光楼一楼东侧楼梯口',
                  },
                  {
                    name: '视光楼一楼大厅4',
                    twin: '视光楼一楼大厅4',
                  },
                  {
                    name: '视光楼一楼大厅3',
                    twin: '视光楼一楼大厅3',
                  },
                  {
                    name: '视光楼一楼大厅2',
                    twin: '视光楼一楼大厅2',
                  },
                  {
                    name: '视光楼一楼大厅1',
                    twin: '视光楼一楼大厅1',
                  },
                  {
                    name: '视光楼高压氧科大门',
                    twin: '视光楼高压氧科大门',
                  },
                  {
                    name: '视光楼高压氧舱',
                    twin: '视光楼高压氧舱',
                  },
                  {
                    name: '视光楼1楼西侧楼梯口',
                    twin: '视光楼1楼西侧楼梯口',
                  },
                  {
                    name: '视光楼东侧门口通道',
                    twin: '视光楼东侧门口通道',
                  },
                  {
                    name: '视光楼门口',
                    twin: '视光楼门口',
                  },
                  {
                    name: '视光楼电车停放处2',
                    twin: '视光楼电车停放处2',
                  },
                  {
                    name: '视光楼电车停放处1',
                    twin: '视光楼电车停放处1',
                  },
                  {
                    name: '视光附属楼一楼外面',
                    twin: '视光附属楼一楼外面',
                  },
                ],
                视光中心3F: [
                  {
                    name: '视光楼三楼西侧电梯口',
                    twin: '视光楼三楼西侧电梯口',
                  },
                  {
                    name: '视光楼三楼东侧电梯口',
                    twin: '视光楼三楼东侧电梯口',
                  },
                  {
                    name: '视光楼三楼候诊区',
                    twin: '视光楼三楼候诊区',
                  },
                ],
                视光中心2F: [
                  {
                    name: '视光楼二楼东侧电梯口',
                    twin: '视光楼二楼东侧电梯口',
                  },
                  {
                    name: '视光楼二楼候诊大厅',
                    twin: '视光楼二楼候诊大厅',
                  },
                  {
                    name: '视光楼二楼西侧电梯口',
                    twin: '视光楼二楼西侧电梯口',
                  },
                  {
                    name: '视光附属楼3楼候诊室通道',
                    twin: '视光附属楼3楼候诊室通道',
                  },
                  {
                    name: '视光附属楼3楼候诊室1',
                    twin: '视光附属楼3楼候诊室1',
                  },
                ],
              },
              信息科研中心: {
                信息科研楼1F: [
                  {
                    name: '信息楼门诊通道',
                    twin: '信息楼门诊通道',
                  },
                  {
                    name: '信息楼中心花园',
                    twin: '信息楼中心花园',
                  },
                  {
                    name: '信息楼一层值班室门外',
                    twin: '信息楼一层值班室门外',
                  },
                  {
                    name: '信息楼一层西侧通道',
                    twin: '信息楼一层西侧通道',
                  },
                ],
                信息科研楼2F: [
                  {
                    name: '信息楼二层走廊东侧',
                    twin: '信息楼二层走廊东侧',
                  },
                  {
                    name: '信息楼二层西侧',
                    twin: '信息楼二层西侧',
                  },
                  {
                    name: '信息楼二层东侧门口',
                    twin: '信息楼二层东侧门口',
                  },
                  {
                    name: '信息楼2F-无菌物品发放窗',
                    twin: '信息楼2F-无菌物品发放窗',
                  },
                  {
                    name: '信息楼二楼无菌物品存放区',
                    twin: '信息楼二楼无菌物品存放区',
                  },
                  {
                    name: '信息楼二层外走廊',
                    twin: '信息楼二层外走廊',
                  },
                  {
                    name: '信息楼二层电梯厅',
                    twin: '信息楼二层电梯厅',
                  },
                ],
                信息科研楼3F: [
                  {
                    name: '信息楼三层东侧电梯厅',
                    twin: '信息楼三层东侧电梯厅',
                  },
                  {
                    name: '信息楼三层西侧出口',
                    twin: '信息楼三层西侧出口',
                  },
                ],
                信息科研楼4F: [
                  {
                    name: '信息楼四层病案室门口',
                    twin: '信息楼四层病案室门口',
                  },
                  {
                    name: '信息楼四层东侧电梯厅',
                    twin: '信息楼四层东侧电梯厅',
                  },
                  {
                    name: '信息楼四层西侧出口',
                    twin: '信息楼四层西侧出口',
                  },
                ],
                信息科研楼5F: [
                  {
                    name: '信息楼五层东侧电梯厅',
                    twin: '信息楼五层东侧电梯厅',
                  },
                  {
                    name: '信息楼五层西侧出口',
                    twin: '信息楼五层西侧出口',
                  },
                ],
                信息科研楼6F: [
                  {
                    name: '信息楼六层西侧出口',
                    twin: '信息楼六层西侧出口',
                  },
                  {
                    name: '信息楼六层东侧电梯厅',
                    twin: '信息楼六层东侧电梯厅',
                  },
                ],
                信息科研楼7F: [
                  {
                    name: '信息楼七层走廊东侧',
                    twin: '信息楼七层走廊东侧',
                  },
                  {
                    name: '信息楼七层西侧出口',
                    twin: '信息楼七层西侧出口',
                  },
                  {
                    name: '信息楼七层电梯厅',
                    twin: '信息楼七层电梯厅',
                  },
                ],
                信息科研楼8F: [
                  {
                    name: '信息楼八层走廊东侧',
                    twin: '信息楼八层走廊东侧',
                  },
                  {
                    name: '信息楼八层电梯厅',
                    twin: '信息楼八层电梯厅',
                  },
                ],
                信息科研楼9F: [
                  {
                    name: '信息楼九层走廊西侧',
                    twin: '信息楼九层走廊西侧',
                  },
                  {
                    name: '信息楼九层蛋白质实验室1',
                    twin: '信息楼九层蛋白质实验室1',
                  },
                  {
                    name: '信息楼九层免疫学实验室',
                    twin: '信息楼九层免疫学实验室',
                  },
                  {
                    name: '信息楼九层电梯厅',
                    twin: '信息楼九层电梯厅',
                  },
                ],
              },
              '3号住院楼': {
                '3号住院楼17F': [
                  {
                    name: '三号楼17楼东面候梯厅',
                    twin: '三号楼17楼东面候梯厅',
                  },
                  {
                    name: '三号楼17楼西面走道',
                    twin: '三号楼17楼西面走道',
                  },
                  {
                    name: '三号楼17楼西面候梯厅',
                    twin: '三号楼17楼西面候梯厅',
                  },
                  {
                    name: '三号楼17楼护士站',
                    twin: '三号楼17楼护士站',
                  },
                  {
                    name: '三号楼17楼东面走道',
                    twin: '三号楼17楼东面走道',
                  },
                  {
                    name: '三号楼17楼候梯厅',
                    twin: '三号楼17楼候梯厅',
                  },
                ],
                '3号住院楼3F': [
                  {
                    name: '三号楼3楼西面走道',
                    twin: '三号楼3楼西面走道',
                  },
                  {
                    name: '三号楼3楼西面候梯厅',
                    twin: '三号楼3楼西面候梯厅',
                  },
                  {
                    name: '三号楼3楼护士站',
                    twin: '三号楼3楼护士站',
                  },
                  {
                    name: '三号楼3楼候梯厅',
                    twin: '三号楼3楼候梯厅',
                  },
                  {
                    name: '三号楼3楼东面候梯厅',
                    twin: '三号楼3楼东面候梯厅',
                  },
                ],
                '3号住院楼18F': [
                  {
                    name: '三号楼18楼东面候梯厅',
                    twin: '三号楼18楼东面候梯厅',
                  },
                  {
                    name: '三号楼18楼西面走道',
                    twin: '三号楼18楼西面走道',
                  },
                  {
                    name: '三号楼18楼西面候梯厅',
                    twin: '三号楼18楼西面候梯厅',
                  },
                  {
                    name: '三号楼18楼中间通道',
                    twin: '三号楼18楼中间通道',
                  },
                  {
                    name: '三号楼18楼护士站',
                    twin: '三号楼18楼护士站',
                  },
                  {
                    name: '三号楼18楼东面走道',
                    twin: '三号楼18楼东面走道',
                  },
                  {
                    name: '三号楼18楼候梯厅',
                    twin: '三号楼18楼候梯厅',
                  },
                ],
                '3号住院楼2F': [
                  {
                    name: '三号楼2楼西面走道',
                    twin: '三号楼2楼西面走道',
                  },
                  {
                    name: '三号楼2楼西面候梯厅',
                    twin: '三号楼2楼西面候梯厅',
                  },
                  {
                    name: '三号楼2楼东面候梯厅',
                    twin: '三号楼2楼东面候梯厅',
                  },
                ],
                '3号住院楼19F': [
                  {
                    name: '三号楼19楼候梯厅',
                    twin: '三号楼19楼候梯厅',
                  },
                  {
                    name: '三号楼19楼西面候梯厅',
                    twin: '三号楼19楼西面候梯厅',
                  },
                ],
                '3号住院楼1F': [
                  {
                    name: '三号楼1楼大厅出入口',
                    twin: '三号楼1楼大厅出入口',
                  },
                  {
                    name: '三号楼1楼大厅收费处1',
                    twin: '三号楼1楼大厅收费处1',
                  },
                  {
                    name: '三号楼垃圾处理站',
                    twin: '三号楼垃圾处理站',
                  },
                  {
                    name: '医疗垃圾转运内门',
                    twin: '医疗垃圾转运内门',
                  },
                  {
                    name: '三号楼1楼西面出入口',
                    twin: '三号楼1楼西面出入口',
                  },
                  {
                    name: '三号楼2号楼电动门',
                    twin: '三号楼2号楼电动门',
                  },
                  {
                    name: '医疗垃圾转运大门',
                    twin: '医疗垃圾转运大门',
                  },
                  {
                    name: '三号楼1楼大厅收费处2',
                    twin: '三号楼1楼大厅收费处2',
                  },
                  {
                    name: '三号楼1楼中间走道',
                    twin: '三号楼1楼中间走道',
                  },
                  {
                    name: '三号楼1楼西面走道',
                    twin: '三号楼1楼西面走道',
                  },
                  {
                    name: '三号楼1楼西面候梯厅',
                    twin: '三号楼1楼西面候梯厅',
                  },
                  {
                    name: '三号楼1楼东面走道',
                    twin: '三号楼1楼东面走道',
                  },
                  {
                    name: '三号楼1楼操作间2',
                    twin: '三号楼1楼操作间2',
                  },
                  {
                    name: '三号楼1楼候梯厅',
                    twin: '三号楼1楼候梯厅',
                  },
                  {
                    name: '三号楼1楼东面候梯厅',
                    twin: '三号楼1楼东面候梯厅',
                  },
                ],
                '3号住院楼13F': [
                  {
                    name: '三号楼13楼东面候梯厅',
                    twin: '三号楼13楼东面候梯厅',
                  },
                  {
                    name: '三号楼13楼西面候梯厅',
                    twin: '三号楼13楼西面候梯厅',
                  },
                  {
                    name: '三号楼13楼护士站',
                    twin: '三号楼13楼护士站',
                  },
                  {
                    name: '三号楼13楼候梯厅',
                    twin: '三号楼13楼候梯厅',
                  },
                ],
                '3号住院楼14F': [
                  {
                    name: '三号楼14楼东面候梯厅',
                    twin: '三号楼14楼东面候梯厅',
                  },
                  {
                    name: '三号楼14楼西面走道',
                    twin: '三号楼14楼西面走道',
                  },
                  {
                    name: '三号楼14楼西面候梯厅',
                    twin: '三号楼14楼西面候梯厅',
                  },
                  {
                    name: '三号楼14楼护士站',
                    twin: '三号楼14楼护士站',
                  },
                  {
                    name: '三号楼14楼东面走道',
                    twin: '三号楼14楼东面走道',
                  },
                  {
                    name: '三号楼14楼候梯厅',
                    twin: '三号楼14楼候梯厅',
                  },
                ],
                '3号住院楼15F': [
                  {
                    name: '三号楼15楼东面候梯厅',
                    twin: '三号楼15楼东面候梯厅',
                  },
                  {
                    name: '三号楼15楼西面走道',
                    twin: '三号楼15楼西面走道',
                  },
                  {
                    name: '三号楼15楼西面候梯厅',
                    twin: '三号楼15楼西面候梯厅',
                  },
                  {
                    name: '三号楼15楼护士站',
                    twin: '三号楼15楼护士站',
                  },
                  {
                    name: '三号楼15楼候梯厅',
                    twin: '三号楼15楼候梯厅',
                  },
                ],
                '3号住院楼16F': [
                  {
                    name: '三号楼16楼东面候梯厅',
                    twin: '三号楼16楼东面候梯厅',
                  },
                  {
                    name: '三号楼16楼西面走道',
                    twin: '三号楼16楼西面走道',
                  },
                  {
                    name: '三号楼16楼西面候梯厅',
                    twin: '三号楼16楼西面候梯厅',
                  },
                  {
                    name: '三号楼16楼护士站',
                    twin: '三号楼16楼护士站',
                  },
                  {
                    name: '三号楼16楼东面走道',
                    twin: '三号楼16楼东面走道',
                  },
                  {
                    name: '三号楼16楼候梯厅',
                    twin: '三号楼16楼候梯厅',
                  },
                ],
                '3号住院楼9F': [
                  {
                    name: '三号楼9楼东面候梯厅',
                    twin: '三号楼9楼东面候梯厅',
                  },
                  {
                    name: '三号楼9楼西面走道',
                    twin: '三号楼9楼西面走道',
                  },
                  {
                    name: '三号楼9楼西面候梯厅',
                    twin: '三号楼9楼西面候梯厅',
                  },
                  {
                    name: '三号楼9楼护士站',
                    twin: '三号楼9楼护士站',
                  },
                  {
                    name: '三号楼9楼东面走道',
                    twin: '三号楼9楼东面走道',
                  },
                  {
                    name: '三号楼9楼候梯厅',
                    twin: '三号楼9楼候梯厅',
                  },
                ],
                '3号住院楼8F': [
                  {
                    name: '三号楼8楼东面候梯厅',
                    twin: '三号楼8楼东面候梯厅',
                  },
                  {
                    name: '三号楼8楼西面走道',
                    twin: '三号楼8楼西面走道',
                  },
                  {
                    name: '三号楼8楼西面候梯厅',
                    twin: '三号楼8楼西面候梯厅',
                  },
                  {
                    name: '三号楼8楼护士站',
                    twin: '三号楼8楼护士站',
                  },
                  {
                    name: '三号楼8楼东面走道',
                    twin: '三号楼8楼东面走道',
                  },
                  {
                    name: '三号楼8楼候梯厅',
                    twin: '三号楼8楼候梯厅',
                  },
                ],
                '3号住院楼7F': [
                  {
                    name: '三号楼7楼东面候梯厅',
                    twin: '三号楼7楼东面候梯厅',
                  },
                  {
                    name: '三号楼7楼西面走道',
                    twin: '三号楼7楼西面走道',
                  },
                  {
                    name: '三号楼7楼西面候梯厅',
                    twin: '三号楼7楼西面候梯厅',
                  },
                  {
                    name: '三号楼7楼护士站',
                    twin: '三号楼7楼护士站',
                  },
                  {
                    name: '三号楼7楼东面走道',
                    twin: '三号楼7楼东面走道',
                  },
                  {
                    name: '三号楼7楼候梯厅',
                    twin: '三号楼7楼候梯厅',
                  },
                ],
                '3号住院楼6F': [
                  {
                    name: '三号楼6楼东面候梯厅',
                    twin: '三号楼6楼东面候梯厅',
                  },
                  {
                    name: '三号楼6楼西面走道',
                    twin: '三号楼6楼西面走道',
                  },
                  {
                    name: '三号楼6楼西面候梯厅',
                    twin: '三号楼6楼西面候梯厅',
                  },
                  {
                    name: '三号楼6楼护士站',
                    twin: '三号楼6楼护士站',
                  },
                  {
                    name: '三号楼6楼东面走道',
                    twin: '三号楼6楼东面走道',
                  },
                  {
                    name: '三号楼6楼候梯厅',
                    twin: '三号楼6楼候梯厅',
                  },
                ],
                '3号住院楼5F': [
                  {
                    name: '三号楼5楼东面候梯厅',
                    twin: '三号楼5楼东面候梯厅',
                  },
                  {
                    name: '三号楼5楼西面走道',
                    twin: '三号楼5楼西面走道',
                  },
                  {
                    name: '三号楼5楼西面候梯厅',
                    twin: '三号楼5楼西面候梯厅',
                  },
                  {
                    name: '三号楼5楼护士站',
                    twin: '三号楼5楼护士站',
                  },
                  {
                    name: '三号楼5楼东面走道',
                    twin: '三号楼5楼东面走道',
                  },
                  {
                    name: '三号楼5楼候梯厅',
                    twin: '三号楼5楼候梯厅',
                  },
                ],
                '3号住院楼4F': [
                  {
                    name: '三号楼4楼西面走道',
                    twin: '三号楼4楼西面走道',
                  },
                  {
                    name: '三号楼4楼西面候梯厅',
                    twin: '三号楼4楼西面候梯厅',
                  },
                  {
                    name: '三号楼4楼候梯厅',
                    twin: '三号楼4楼候梯厅',
                  },
                ],
                '3号住院楼10F': [
                  {
                    name: '三号楼10楼东面候梯厅',
                    twin: '三号楼10楼东面候梯厅',
                  },
                  {
                    name: '三号楼10楼西面走道',
                    twin: '三号楼10楼西面走道',
                  },
                  {
                    name: '三号楼10楼西面候梯厅',
                    twin: '三号楼10楼西面候梯厅',
                  },
                  {
                    name: '三号楼10楼护士站',
                    twin: '三号楼10楼护士站',
                  },
                  {
                    name: '三号楼10楼候梯厅',
                    twin: '三号楼10楼候梯厅',
                  },
                ],
                '3号住院楼11F': [
                  {
                    name: '三号楼11楼东面候梯厅',
                    twin: '三号楼11楼东面候梯厅',
                  },
                  {
                    name: '三号楼11楼西面走道',
                    twin: '三号楼11楼西面走道',
                  },
                  {
                    name: '三号楼11楼西面候梯厅',
                    twin: '三号楼11楼西面候梯厅',
                  },
                  {
                    name: '三号楼11楼护士站',
                    twin: '三号楼11楼护士站',
                  },
                  {
                    name: '三号楼11楼东面走道',
                    twin: '三号楼11楼东面走道',
                  },
                  {
                    name: '三号楼11楼候梯厅',
                    twin: '三号楼11楼候梯厅',
                  },
                ],
                '3号住院楼12F': [
                  {
                    name: '三号楼12楼东面候梯厅',
                    twin: '三号楼12楼东面候梯厅',
                  },
                  {
                    name: '三号楼12楼西面走道',
                    twin: '三号楼12楼西面走道',
                  },
                  {
                    name: '三号楼12楼西面候梯厅',
                    twin: '三号楼12楼西面候梯厅',
                  },
                  {
                    name: '三号楼12楼护士站',
                    twin: '三号楼12楼护士站',
                  },
                  {
                    name: '三号楼12楼东面走道',
                    twin: '三号楼12楼东面走道',
                  },
                  {
                    name: '三号楼12楼候梯厅',
                    twin: '三号楼12楼候梯厅',
                  },
                ],
              },
              门诊综合楼A区: {
                门诊综合楼A区2F: [
                  {
                    name: '门诊楼2F-大厅北2',
                    twin: '门诊楼2F-大厅北2',
                  },
                  {
                    name: '门诊楼2F-厕所前区2',
                    twin: '门诊楼2F-厕所前区2',
                  },
                  {
                    name: '门诊楼2F-厕所前区1',
                    twin: '门诊楼2F-厕所前区1',
                  },
                  {
                    name: '门诊楼2F-西侧扶梯2',
                    twin: '门诊楼2F-西侧扶梯2',
                  },
                  {
                    name: '门诊楼2F-西侧扶梯1',
                    twin: '门诊楼2F-西侧扶梯1',
                  },
                  {
                    name: '门诊楼2F门办外围',
                    twin: '门诊楼2F门办外围',
                  },
                  {
                    name: '门诊楼2楼医保科外围',
                    twin: '门诊楼2楼医保科外围',
                  },
                  {
                    name: '门诊楼2F门办服务台',
                    twin: '门诊楼2F门办服务台',
                  },
                  {
                    name: '门诊楼2F-东步行梯前室',
                    twin: '门诊楼2F-东步行梯前室',
                  },
                  {
                    name: '门诊二楼母婴室前室',
                    twin: '门诊二楼母婴室前室',
                  },
                  {
                    name: '门诊楼2F-中药房取药区',
                    twin: '门诊楼2F-中药房取药区',
                  },
                  {
                    name: '门诊楼2F-大厅北1',
                    twin: '门诊楼2F-大厅北1',
                  },
                  {
                    name: '门诊楼2F-中药房窗口',
                    twin: '门诊楼2F-中药房窗口',
                  },
                  {
                    name: '门诊楼2F-大厅自动扶梯',
                    twin: '门诊楼2F-大厅自动扶梯',
                  },
                  {
                    name: '门诊楼2F-大厅中区',
                    twin: '门诊楼2F-大厅中区',
                  },
                  {
                    name: '门诊楼2F-门诊电梯厅',
                    twin: '门诊楼2F-门诊电梯厅',
                  },
                  {
                    name: '门诊楼2F-西面货梯厅',
                    twin: '门诊楼2F-西面货梯厅',
                  },
                  {
                    name: '门诊楼2F-电梯厅1',
                    twin: '门诊楼2F-电梯厅1',
                  },
                  {
                    name: '门诊楼2F-电梯厅2',
                    twin: '门诊楼2F-电梯厅2',
                  },
                  {
                    name: '门诊楼2F-职工梯前室',
                    twin: '门诊楼2F-职工梯前室',
                  },
                  {
                    name: '门诊楼2F-中步行梯',
                    twin: '门诊楼2F-中步行梯',
                  },
                  {
                    name: '门诊楼2F-东步行梯',
                    twin: '门诊楼2F-东步行梯',
                  },
                  {
                    name: '门诊楼2F-门诊步行梯',
                    twin: '门诊楼2F-门诊步行梯',
                  },
                  {
                    name: '门诊楼2F-西步行梯',
                    twin: '门诊楼2F-西步行梯',
                  },
                ],
                门诊综合楼A区4F: [
                  {
                    name: '门诊楼4F-西步行梯',
                    twin: '门诊楼4F-西步行梯',
                  },
                  {
                    name: '门诊楼4F-中步行梯',
                    twin: '门诊楼4F-中步行梯',
                  },
                  {
                    name: '门诊楼4F-东步行梯',
                    twin: '门诊楼4F-东步行梯',
                  },
                  {
                    name: '门诊楼4F-门诊步行梯',
                    twin: '门诊楼4F-门诊步行梯',
                  },
                  {
                    name: '门诊楼4F-收费处一',
                    twin: '门诊楼4F-收费处一',
                  },
                  {
                    name: '门诊楼4F-收费处二',
                    twin: '门诊楼4F-收费处二',
                  },
                  {
                    name: '门诊楼4F-大内科候诊',
                    twin: '门诊楼4F-大内科候诊',
                  },
                  {
                    name: '门诊楼4F-中庭北走廊四',
                    twin: '门诊楼4F-中庭北走廊四',
                  },
                  {
                    name: '门诊四楼内科二挂号处',
                    twin: '门诊四楼内科二挂号处',
                  },
                  {
                    name: '门诊楼4楼内分秘科护士站',
                    twin: '门诊楼4楼内分秘科护士站',
                  },
                  {
                    name: '门诊楼4F-大内科通道六',
                    twin: '门诊楼4F-大内科通道六',
                  },
                  {
                    name: '门诊楼4F-大内科通道五',
                    twin: '门诊楼4F-大内科通道五',
                  },
                  {
                    name: '门诊楼4F-大内科通道四',
                    twin: '门诊楼4F-大内科通道四',
                  },
                  {
                    name: '门诊楼4F-中庭北走廊三',
                    twin: '门诊楼4F-中庭北走廊三',
                  },
                  {
                    name: '门诊楼4F-中庭北走廊二',
                    twin: '门诊楼4F-中庭北走廊二',
                  },
                  {
                    name: '门诊四楼内科一挂号处',
                    twin: '门诊四楼内科一挂号处',
                  },
                  {
                    name: '门诊楼4F-大内科通道二',
                    twin: '门诊楼4F-大内科通道二',
                  },
                  {
                    name: '门诊楼4F-大内科通道一',
                    twin: '门诊楼4F-大内科通道一',
                  },
                  {
                    name: '门诊楼4F-中庭北走廊一',
                    twin: '门诊楼4F-中庭北走廊一',
                  },
                  {
                    name: '门诊楼4F-神经内候诊',
                    twin: '门诊楼4F-神经内候诊',
                  },
                  {
                    name: '门诊楼4F-中庭南走廊一',
                    twin: '门诊楼4F-中庭南走廊一',
                  },
                  {
                    name: '门诊楼4F-走廊东二',
                    twin: '门诊楼4F-走廊东二',
                  },
                  {
                    name: '门诊四楼神经内科挂号处',
                    twin: '门诊四楼神经内科挂号处',
                  },
                  {
                    name: '门诊楼4F-南走廊中二',
                    twin: '门诊楼4F-南走廊中二',
                  },
                  {
                    name: '门诊楼4F-B超心电候诊',
                    twin: '门诊楼4F-B超心电候诊',
                  },
                  {
                    name: '门诊楼4F-门诊电梯厅',
                    twin: '门诊楼4F-门诊电梯厅',
                  },
                  {
                    name: '门诊楼4F-收费处前区',
                    twin: '门诊楼4F-收费处前区',
                  },
                  {
                    name: '门诊楼4F-走廊东一',
                    twin: '门诊楼4F-走廊东一',
                  },
                  {
                    name: '门诊楼4F-职工梯前室',
                    twin: '门诊楼4F-职工梯前室',
                  },
                  {
                    name: '门诊楼4F-电梯厅二',
                    twin: '门诊楼4F-电梯厅二',
                  },
                  {
                    name: '门诊楼4F-电梯厅一',
                    twin: '门诊楼4F-电梯厅一',
                  },
                  {
                    name: '门诊楼4F-南走廊中一',
                    twin: '门诊楼4F-南走廊中一',
                  },
                  {
                    name: '门诊楼4F-中庭南走廊二',
                    twin: '门诊楼4F-中庭南走廊二',
                  },
                  {
                    name: '门诊楼4F-自动扶梯',
                    twin: '门诊楼4F-自动扶梯',
                  },
                  {
                    name: '门诊楼4F-货梯厅',
                    twin: '门诊楼4F-货梯厅',
                  },
                  {
                    name: '门诊楼4F-南走廊西',
                    twin: '门诊楼4F-南走廊西',
                  },
                ],
                门诊综合楼A区21F: [
                  {
                    name: '门诊楼21F-走廊东2',
                    twin: '门诊楼21F-走廊东2',
                  },
                  {
                    name: '门诊楼21F-走廊东1',
                    twin: '门诊楼21F-走廊东1',
                  },
                  {
                    name: '门诊楼21F-走廊中2',
                    twin: '门诊楼21F-走廊中2',
                  },
                  {
                    name: '门诊楼21F-护士站',
                    twin: '门诊楼21F-护士站',
                  },
                  {
                    name: '门诊楼21F-电梯厅1',
                    twin: '门诊楼21F-电梯厅1',
                  },
                  {
                    name: '门诊楼21F-走廊中1',
                    twin: '门诊楼21F-走廊中1',
                  },
                  {
                    name: '门诊楼21F-电梯厅2',
                    twin: '门诊楼21F-电梯厅2',
                  },
                  {
                    name: '门诊楼21F-职工梯前室',
                    twin: '门诊楼21F-职工梯前室',
                  },
                  {
                    name: '门诊楼21F-走廊西',
                    twin: '门诊楼21F-走廊西',
                  },
                  {
                    name: '门诊楼21F-货梯厅',
                    twin: '门诊楼21F-货梯厅',
                  },
                  {
                    name: '门诊楼21F-东步行梯',
                    twin: '门诊楼21F-东步行梯',
                  },
                  {
                    name: '门诊楼21F-中步行梯',
                    twin: '门诊楼21F-中步行梯',
                  },
                  {
                    name: '门诊楼21F-西步行梯',
                    twin: '门诊楼21F-西步行梯',
                  },
                ],
                门诊综合楼A区6F: [
                  {
                    name: '门诊六楼中医科挂号处门口',
                    twin: '门诊六楼中医科挂号处门口',
                  },
                  {
                    name: '门诊楼6F-中庭南走廊1',
                    twin: '门诊楼6F-中庭南走廊1',
                  },
                  {
                    name: '门诊六楼中医科挂号处',
                    twin: '门诊六楼中医科挂号处',
                  },
                  {
                    name: '门诊楼6F-心理科走廊2',
                    twin: '门诊楼6F-心理科走廊2',
                  },
                  {
                    name: '门诊楼6F-心理科走廊1',
                    twin: '门诊楼6F-心理科走廊1',
                  },
                  {
                    name: '门诊楼6F-中庭北走廊1',
                    twin: '门诊楼6F-中庭北走廊1',
                  },
                  {
                    name: '门诊六楼老年医学科挂号处',
                    twin: '门诊六楼老年医学科挂号处',
                  },
                  {
                    name: '门诊楼6F-门诊电梯厅',
                    twin: '门诊楼6F-门诊电梯厅',
                  },
                  {
                    name: '门诊楼6F-收费处前区',
                    twin: '门诊楼6F-收费处前区',
                  },
                  {
                    name: '门诊楼6F-中庭北走廊2',
                    twin: '门诊楼6F-中庭北走廊2',
                  },
                  {
                    name: '门诊楼6楼皮肤科护士站',
                    twin: '门诊楼6楼皮肤科护士站',
                  },
                  {
                    name: '门诊楼6F-皮肤科走廊1',
                    twin: '门诊楼6F-皮肤科走廊1',
                  },
                  {
                    name: '门诊楼6F-皮肤科走廊2',
                    twin: '门诊楼6F-皮肤科走廊2',
                  },
                  {
                    name: '门诊楼6F-皮肤科走廊3',
                    twin: '门诊楼6F-皮肤科走廊3',
                  },
                  {
                    name: '门诊楼6F-皮肤科候诊室',
                    twin: '门诊楼6F-皮肤科候诊室',
                  },
                  {
                    name: '门诊楼6F-皮肤科走廊4',
                    twin: '门诊楼6F-皮肤科走廊4',
                  },
                  {
                    name: '门诊六楼原中医挂号处',
                    twin: '门诊六楼原中医挂号处',
                  },
                  {
                    name: '门诊楼6F-自动扶梯',
                    twin: '门诊楼6F-自动扶梯',
                  },
                  {
                    name: '门诊楼6F-中庭南走廊2',
                    twin: '门诊楼6F-中庭南走廊2',
                  },
                  {
                    name: '门诊楼6F-视力检查室1',
                    twin: '门诊楼6F-视力检查室1',
                  },
                  {
                    name: '门诊楼6F-视力检查室2',
                    twin: '门诊楼6F-视力检查室2',
                  },
                  {
                    name: '门诊楼6F-眼科候诊室1',
                    twin: '门诊楼6F-眼科候诊室1',
                  },
                  {
                    name: '门诊六楼眼科挂号处',
                    twin: '门诊六楼眼科挂号处',
                  },
                  {
                    name: '门诊楼6F-南走廊中2',
                    twin: '门诊楼6F-南走廊中2',
                  },
                  {
                    name: '门诊楼6F-眼科候诊室2',
                    twin: '门诊楼6F-眼科候诊室2',
                  },
                  {
                    name: '门诊楼6F-眼科诊室通道3',
                    twin: '门诊楼6F-眼科诊室通道3',
                  },
                  {
                    name: '门诊楼6F-眼科诊室通道2',
                    twin: '门诊楼6F-眼科诊室通道2',
                  },
                  {
                    name: '门诊楼6F-眼科诊室通道1',
                    twin: '门诊楼6F-眼科诊室通道1',
                  },
                  {
                    name: '门诊楼6F-职工梯前室',
                    twin: '门诊楼6F-职工梯前室',
                  },
                  {
                    name: '门诊楼6F-电梯厅2',
                    twin: '门诊楼6F-电梯厅2',
                  },
                  {
                    name: '门诊楼6F-南走廊中1',
                    twin: '门诊楼6F-南走廊中1',
                  },
                  {
                    name: '门诊楼6F-电梯厅1',
                    twin: '门诊楼6F-电梯厅1',
                  },
                  {
                    name: '门诊楼6F-南走廊西',
                    twin: '门诊楼6F-南走廊西',
                  },
                  {
                    name: '门诊楼6F-西步行梯',
                    twin: '门诊楼6F-西步行梯',
                  },
                  {
                    name: '门诊楼6F-中步行梯',
                    twin: '门诊楼6F-中步行梯',
                  },
                  {
                    name: '门诊楼6F-东步行梯',
                    twin: '门诊楼6F-东步行梯',
                  },
                  {
                    name: '门诊楼6F-门诊步行梯',
                    twin: '门诊楼6F-门诊步行梯',
                  },
                ],
                门诊综合楼A区8F: [
                  {
                    name: '门诊楼8F-西步行梯',
                    twin: '门诊楼8F-西步行梯',
                  },
                  {
                    name: '门诊楼8F-中步行梯',
                    twin: '门诊楼8F-中步行梯',
                  },
                  {
                    name: '门诊楼8F-东步行梯',
                    twin: '门诊楼8F-东步行梯',
                  },
                  {
                    name: '门诊楼8F-货梯厅',
                    twin: '门诊楼8F-货梯厅',
                  },
                  {
                    name: '门诊楼8F-走廊西',
                    twin: '门诊楼8F-走廊西',
                  },
                  {
                    name: '门诊楼8F-走廊中二',
                    twin: '门诊楼8F-走廊中二',
                  },
                  {
                    name: '门诊楼8F-职工梯前室',
                    twin: '门诊楼8F-职工梯前室',
                  },
                  {
                    name: '门诊楼8F-走廊东',
                    twin: '门诊楼8F-走廊东',
                  },
                  {
                    name: '门诊楼8F-走廊中',
                    twin: '门诊楼8F-走廊中',
                  },
                  {
                    name: '门诊楼8F-电梯厅一',
                    twin: '门诊楼8F-电梯厅一',
                  },
                  {
                    name: '门诊楼8F-电梯厅二',
                    twin: '门诊楼8F-电梯厅二',
                  },
                ],
                门诊综合楼A区22F: [
                  {
                    name: '门诊楼22F-值班室通道',
                    twin: '门诊楼22F-值班室通道',
                  },
                  {
                    name: '门诊楼22F-走廊东2',
                    twin: '门诊楼22F-走廊东2',
                  },
                  {
                    name: '门诊楼22F-走廊东1',
                    twin: '门诊楼22F-走廊东1',
                  },
                  {
                    name: '门诊楼22F-护士站',
                    twin: '门诊楼22F-护士站',
                  },
                  {
                    name: '门诊楼22F-电梯厅1',
                    twin: '门诊楼22F-电梯厅1',
                  },
                  {
                    name: '门诊楼22F-走廊中1',
                    twin: '门诊楼22F-走廊中1',
                  },
                  {
                    name: '门诊楼22F-电梯厅2',
                    twin: '门诊楼22F-电梯厅2',
                  },
                  {
                    name: '门诊楼22F-东步行梯',
                    twin: '门诊楼22F-东步行梯',
                  },
                  {
                    name: '门诊楼22F-中步行梯',
                    twin: '门诊楼22F-中步行梯',
                  },
                ],
                门诊综合楼A区12F: [
                  {
                    name: '门诊楼12F-电梯厅2',
                    twin: '门诊楼12F-电梯厅2',
                  },
                  {
                    name: '门诊楼12F-职工梯前室',
                    twin: '门诊楼12F-职工梯前室',
                  },
                  {
                    name: '门诊楼12F-污物间',
                    twin: '门诊楼12F-污物间',
                  },
                  {
                    name: '门诊楼12F-值班室通道2',
                    twin: '门诊楼12F-值班室通道2',
                  },
                  {
                    name: '门诊楼12F-值班室通道一',
                    twin: '门诊楼12F-值班室通道一',
                  },
                  {
                    name: '门诊楼12F-走廊东1',
                    twin: '门诊楼12F-走廊东1',
                  },
                  {
                    name: '门诊楼12F-护士站',
                    twin: '门诊楼12F-护士站',
                  },
                  {
                    name: '门诊楼12F-电梯厅1',
                    twin: '门诊楼12F-电梯厅1',
                  },
                  {
                    name: '门诊楼12F-走廊中1',
                    twin: '门诊楼12F-走廊中1',
                  },
                  {
                    name: '门诊楼12F-走廊西',
                    twin: '门诊楼12F-走廊西',
                  },
                  {
                    name: '门诊楼12F-货梯厅',
                    twin: '门诊楼12F-货梯厅',
                  },
                  {
                    name: '门诊楼12F-东步行梯',
                    twin: '门诊楼12F-东步行梯',
                  },
                  {
                    name: '门诊楼12F-中步行梯',
                    twin: '门诊楼12F-中步行梯',
                  },
                  {
                    name: '门诊楼12F-西步行梯',
                    twin: '门诊楼12F-西步行梯',
                  },
                ],
                门诊综合楼A区24F: [
                  {
                    name: '门诊楼24F-值班室通道',
                    twin: '门诊楼24F-值班室通道',
                  },
                  {
                    name: '门诊楼24F-走廊东2',
                    twin: '门诊楼24F-走廊东2',
                  },
                  {
                    name: '门诊楼24F-走廊东1',
                    twin: '门诊楼24F-走廊东1',
                  },
                  {
                    name: '门诊楼24F-走廊中2',
                    twin: '门诊楼24F-走廊中2',
                  },
                  {
                    name: '门诊楼24F-护士站',
                    twin: '门诊楼24F-护士站',
                  },
                  {
                    name: '门诊楼24F-电梯厅1',
                    twin: '门诊楼24F-电梯厅1',
                  },
                  {
                    name: '门诊楼24F-走廊中1',
                    twin: '门诊楼24F-走廊中1',
                  },
                  {
                    name: '门诊楼24F-电梯厅2',
                    twin: '门诊楼24F-电梯厅2',
                  },
                  {
                    name: '门诊楼24F-职工梯前室',
                    twin: '门诊楼24F-职工梯前室',
                  },
                  {
                    name: '门诊楼24F-走廊西',
                    twin: '门诊楼24F-走廊西',
                  },
                  {
                    name: '门诊楼24F-货梯厅',
                    twin: '门诊楼24F-货梯厅',
                  },
                  {
                    name: '门诊楼24F-东步行梯',
                    twin: '门诊楼24F-东步行梯',
                  },
                  {
                    name: '门诊楼24F-中步行梯',
                    twin: '门诊楼24F-中步行梯',
                  },
                  {
                    name: '门诊楼24F-西步行梯',
                    twin: '门诊楼24F-西步行梯',
                  },
                ],
                门诊综合楼A区26F: [
                  {
                    name: '门诊楼26F-值班室通道',
                    twin: '门诊楼26F-值班室通道',
                  },
                  {
                    name: '门诊楼26F-走廊东2',
                    twin: '门诊楼26F-走廊东2',
                  },
                  {
                    name: '门诊楼26F-走廊东1',
                    twin: '门诊楼26F-走廊东1',
                  },
                  {
                    name: '门诊楼26F-护士站',
                    twin: '门诊楼26F-护士站',
                  },
                  {
                    name: '门诊楼26F-电梯厅1',
                    twin: '门诊楼26F-电梯厅1',
                  },
                  {
                    name: '门诊楼26F-走廊中1',
                    twin: '门诊楼26F-走廊中1',
                  },
                  {
                    name: '门诊楼26F-电梯厅2',
                    twin: '门诊楼26F-电梯厅2',
                  },
                  {
                    name: '门诊楼26F-职工梯前室',
                    twin: '门诊楼26F-职工梯前室',
                  },
                  {
                    name: '门诊楼26F-货梯厅',
                    twin: '门诊楼26F-货梯厅',
                  },
                  {
                    name: '门诊楼26F-东步行梯',
                    twin: '门诊楼26F-东步行梯',
                  },
                  {
                    name: '门诊楼26F-中步行梯',
                    twin: '门诊楼26F-中步行梯',
                  },
                  {
                    name: '门诊楼26F-西步行梯',
                    twin: '门诊楼26F-西步行梯',
                  },
                ],
                门诊综合楼A区16F: [
                  {
                    name: '门诊楼16F-值班室通道',
                    twin: '门诊楼16F-值班室通道',
                  },
                  {
                    name: '门诊楼16F-走廊东2',
                    twin: '门诊楼16F-走廊东2',
                  },
                  {
                    name: '门诊楼16F-走廊东1',
                    twin: '门诊楼16F-走廊东1',
                  },
                  {
                    name: '门诊楼16F-走廊中2',
                    twin: '门诊楼16F-走廊中2',
                  },
                  {
                    name: '门诊楼16F-护士站',
                    twin: '门诊楼16F-护士站',
                  },
                  {
                    name: '门诊楼16F-电梯厅1',
                    twin: '门诊楼16F-电梯厅1',
                  },
                  {
                    name: '门诊楼16F-走廊中1',
                    twin: '门诊楼16F-走廊中1',
                  },
                  {
                    name: '门诊楼16F-电梯厅2',
                    twin: '门诊楼16F-电梯厅2',
                  },
                  {
                    name: '门诊楼16F-职工梯前室',
                    twin: '门诊楼16F-职工梯前室',
                  },
                  {
                    name: '门诊楼16F-走廊西',
                    twin: '门诊楼16F-走廊西',
                  },
                  {
                    name: '门诊楼16F-货梯厅',
                    twin: '门诊楼16F-货梯厅',
                  },
                  {
                    name: '门诊楼16F-东步行梯',
                    twin: '门诊楼16F-东步行梯',
                  },
                  {
                    name: '门诊楼16F-中步行梯',
                    twin: '门诊楼16F-中步行梯',
                  },
                  {
                    name: '门诊楼16F-西步行梯',
                    twin: '门诊楼16F-西步行梯',
                  },
                ],
                门诊综合楼A区18F: [
                  {
                    name: '门诊楼18F-值班室通道',
                    twin: '门诊楼18F-值班室通道',
                  },
                  {
                    name: '门诊楼18F-走廊东2',
                    twin: '门诊楼18F-走廊东2',
                  },
                  {
                    name: '门诊楼18F-走廊东1',
                    twin: '门诊楼18F-走廊东1',
                  },
                  {
                    name: '门诊楼18F-走廊中2',
                    twin: '门诊楼18F-走廊中2',
                  },
                  {
                    name: '门诊楼18F-护士站',
                    twin: '门诊楼18F-护士站',
                  },
                  {
                    name: '门诊楼18F-电梯厅1',
                    twin: '门诊楼18F-电梯厅1',
                  },
                  {
                    name: '门诊楼18F-走廊中1',
                    twin: '门诊楼18F-走廊中1',
                  },
                  {
                    name: '门诊楼18F-电梯厅2',
                    twin: '门诊楼18F-电梯厅2',
                  },
                  {
                    name: '门诊楼18F-职工梯前室',
                    twin: '门诊楼18F-职工梯前室',
                  },
                  {
                    name: '门诊楼18F-走廊西',
                    twin: '门诊楼18F-走廊西',
                  },
                  {
                    name: '门诊楼18F-货梯厅',
                    twin: '门诊楼18F-货梯厅',
                  },
                  {
                    name: '门诊楼18F-东步行梯',
                    twin: '门诊楼18F-东步行梯',
                  },
                  {
                    name: '门诊楼18F-中步行梯',
                    twin: '门诊楼18F-中步行梯',
                  },
                  {
                    name: '门诊楼18F-西步行梯',
                    twin: '门诊楼18F-西步行梯',
                  },
                ],
                门诊综合楼A区1F: [
                  {
                    name: '门诊楼1F-门诊南门外',
                    twin: '门诊楼1F-门诊南门外',
                  },
                  {
                    name: '门诊楼1F-西步行梯',
                    twin: '门诊楼1F-西步行梯',
                  },
                  {
                    name: '门诊楼1F-中步行梯',
                    twin: '门诊楼1F-中步行梯',
                  },
                  {
                    name: '门诊楼1F-东步行梯',
                    twin: '门诊楼1F-东步行梯',
                  },
                  {
                    name: '门诊楼1F-急诊右侧停车场',
                    twin: '门诊楼1F-急诊右侧停车场',
                  },
                  {
                    name: '门诊楼1F-门诊北门大厅',
                    twin: '门诊楼1F-门诊北门大厅',
                  },
                  {
                    name: '门诊楼1楼入院患者接待处1',
                    twin: '门诊楼1楼入院患者接待处1',
                  },
                  {
                    name: '门诊楼1楼入院患者接待处2',
                    twin: '门诊楼1楼入院患者接待处2',
                  },
                  {
                    name: 'B区抢救室办公室入口1',
                    twin: 'B区抢救室办公室入口1',
                  },
                  {
                    name: '门诊楼1F-收费处大厅1',
                    twin: '门诊楼1F-收费处大厅1',
                  },
                  {
                    name: '门诊楼1楼西部电梯门口',
                    twin: '门诊楼1楼西部电梯门口',
                  },
                  {
                    name: '门诊楼1F-急诊病房通道2',
                    twin: '门诊楼1F-急诊病房通道2',
                  },
                  {
                    name: '门诊楼1楼急诊病房询问处',
                    twin: '门诊楼1楼急诊病房询问处',
                  },
                  {
                    name: '门诊楼1楼急诊病房护士站',
                    twin: '门诊楼1楼急诊病房护士站',
                  },
                  {
                    name: '门诊楼1楼急诊通道医生办公室',
                    twin: '门诊楼1楼急诊通道医生办公室',
                  },
                  {
                    name: '门诊楼1楼急诊病房通道',
                    twin: '门诊楼1楼急诊病房通道',
                  },
                  {
                    name: '门诊楼1楼急诊询问台通道',
                    twin: '门诊楼1楼急诊询问台通道',
                  },
                  {
                    name: '门诊楼1F-急诊病房通道1',
                    twin: '门诊楼1F-急诊病房通道1',
                  },
                  {
                    name: '门诊楼1楼内科诊室',
                    twin: '门诊楼1楼内科诊室',
                  },
                  {
                    name: '门诊楼1楼急诊大厅候诊区',
                    twin: '门诊楼1楼急诊大厅候诊区',
                  },
                  {
                    name: '门诊楼1楼急诊挂号处',
                    twin: '门诊楼1楼急诊挂号处',
                  },
                  {
                    name: '门诊楼1楼急诊大厅通道',
                    twin: '门诊楼1楼急诊大厅通道',
                  },
                  {
                    name: '门诊楼1楼急诊输液等待区',
                    twin: '门诊楼1楼急诊输液等待区',
                  },
                  {
                    name: '门诊楼1楼急诊大厅1',
                    twin: '门诊楼1楼急诊大厅1',
                  },
                  {
                    name: '门诊楼1楼急诊大厅2',
                    twin: '门诊楼1楼急诊大厅2',
                  },
                  {
                    name: '门诊楼1层急诊药房出药1',
                    twin: '门诊楼1层急诊药房出药1',
                  },
                  {
                    name: '门诊楼1层急诊药房出药2',
                    twin: '门诊楼1层急诊药房出药2',
                  },
                  {
                    name: '门诊楼1楼急诊收费通道',
                    twin: '门诊楼1楼急诊收费通道',
                  },
                  {
                    name: '门诊楼1F-ICU门前通道',
                    twin: '门诊楼1F-ICU门前通道',
                  },
                  {
                    name: '门诊楼1F-急诊诊室通道1',
                    twin: '门诊楼1F-急诊诊室通道1',
                  },
                  {
                    name: '门诊楼1楼急诊诊室通道',
                    twin: '门诊楼1楼急诊诊室通道',
                  },
                  {
                    name: '门诊楼1楼外科诊室',
                    twin: '门诊楼1楼外科诊室',
                  },
                  {
                    name: '门诊楼1楼儿科诊室1',
                    twin: '门诊楼1楼儿科诊室1',
                  },
                  {
                    name: '门诊楼1楼急诊设备室',
                    twin: '门诊楼1楼急诊设备室',
                  },
                  {
                    name: '门诊楼1F-急诊诊室通道2',
                    twin: '门诊楼1F-急诊诊室通道2',
                  },
                  {
                    name: '门诊楼1F-门诊西门后',
                    twin: '门诊楼1F-门诊西门后',
                  },
                  {
                    name: '门诊楼1F-门诊收费处前',
                    twin: '门诊楼1F-门诊收费处前',
                  },
                  {
                    name: '门诊楼1楼门诊电梯厅',
                    twin: '门诊楼1楼门诊电梯厅',
                  },
                  {
                    name: '门诊楼1F-急诊北门外',
                    twin: '门诊楼1F-急诊北门外',
                  },
                  {
                    name: '门诊楼1F-急诊门前过道1',
                    twin: '门诊楼1F-急诊门前过道1',
                  },
                  {
                    name: '门诊楼1楼急诊大门外',
                    twin: '门诊楼1楼急诊大门外',
                  },
                  {
                    name: '门诊楼1F-急诊门前过道2',
                    twin: '门诊楼1F-急诊门前过道2',
                  },
                  {
                    name: '门诊楼1F-急诊大门外1',
                    twin: '门诊楼1F-急诊大门外1',
                  },
                  {
                    name: '门诊楼1楼急诊医生休息室通道',
                    twin: '门诊楼1楼急诊医生休息室通道',
                  },
                  {
                    name: '门诊楼1楼急诊抢救室后门',
                    twin: '门诊楼1楼急诊抢救室后门',
                  },
                  {
                    name: '门诊楼1楼急诊厕所通道',
                    twin: '门诊楼1楼急诊厕所通道',
                  },
                  {
                    name: 'B区抢救室办公室入口2',
                    twin: 'B区抢救室办公室入口2',
                  },
                  {
                    name: '门诊楼1F-119门前通道',
                    twin: '门诊楼1F-119门前通道',
                  },
                  {
                    name: '门诊楼1F-门诊电梯厅',
                    twin: '门诊楼1F-门诊电梯厅',
                  },
                  {
                    name: '门诊楼1F-货梯厅',
                    twin: '门诊楼1F-货梯厅',
                  },
                  {
                    name: '门诊楼1F-电梯厅1',
                    twin: '门诊楼1F-电梯厅1',
                  },
                  {
                    name: '门诊楼1F-电梯厅2',
                    twin: '门诊楼1F-电梯厅2',
                  },
                ],
                门诊综合楼A区3F: [
                  {
                    name: '门诊楼3F-中步行梯',
                    twin: '门诊楼3F-中步行梯',
                  },
                  {
                    name: '门诊楼3F-东步行梯',
                    twin: '门诊楼3F-东步行梯',
                  },
                  {
                    name: '门诊楼3F-门诊步行梯',
                    twin: '门诊楼3F-门诊步行梯',
                  },
                  {
                    name: '门诊楼3F-西面步行梯',
                    twin: '门诊楼3F-西面步行梯',
                  },
                  {
                    name: '门诊楼3F-产科诊室通道',
                    twin: '门诊楼3F-产科诊室通道',
                  },
                  {
                    name: '门诊楼3F-南走廊外科神外诊室',
                    twin: '门诊楼3F-南走廊外科神外诊室',
                  },
                  {
                    name: '门诊楼3F-南走廊中外科诊室',
                    twin: '门诊楼3F-南走廊中外科诊室',
                  },
                  {
                    name: '门诊楼3F-大外科神经外通道',
                    twin: '门诊楼3F-大外科神经外通道',
                  },
                  {
                    name: '门诊楼3F-大外科泌尿外通道',
                    twin: '门诊楼3F-大外科泌尿外通道',
                  },
                  {
                    name: '门诊楼3F-大外科骨科诊室通道',
                    twin: '门诊楼3F-大外科骨科诊室通道',
                  },
                  {
                    name: '门诊楼3F-大外科胃肠外通道',
                    twin: '门诊楼3F-大外科胃肠外通道',
                  },
                  {
                    name: '门诊楼3F-大外科候诊一',
                    twin: '门诊楼3F-大外科候诊一',
                  },
                  {
                    name: '门诊楼3楼外科挂号处',
                    twin: '门诊楼3楼外科挂号处',
                  },
                  {
                    name: '门诊楼3F-大外科候诊二',
                    twin: '门诊楼3F-大外科候诊二',
                  },
                  {
                    name: '门诊楼3F-妇科手术通道',
                    twin: '门诊楼3F-妇科手术通道',
                  },
                  {
                    name: '门诊楼3F-智慧采血点3',
                    twin: '门诊楼3F-智慧采血点3',
                  },
                  {
                    name: '门诊楼3F-中庭北走廊检验科等候区',
                    twin: '门诊楼3F-中庭北走廊检验科等候区',
                  },
                  {
                    name: '门诊楼3F-接B区妇科手术室门口',
                    twin: '门诊楼3F-接B区妇科手术室门口',
                  },
                  {
                    name: '门诊楼3楼妇科挂号处',
                    twin: '门诊楼3楼妇科挂号处',
                  },
                  {
                    name: '门诊楼3F-妇科候诊区',
                    twin: '门诊楼3F-妇科候诊区',
                  },
                  {
                    name: '门诊楼3楼妇科挂号',
                    twin: '门诊楼3楼妇科挂号',
                  },
                  {
                    name: '门诊楼3F-妇科立卡处',
                    twin: '门诊楼3F-妇科立卡处',
                  },
                  {
                    name: '门诊楼3F-产科候诊',
                    twin: '门诊楼3F-产科候诊',
                  },
                  {
                    name: '门诊楼3楼产科挂号处',
                    twin: '门诊楼3楼产科挂号处',
                  },
                  {
                    name: '门诊楼3楼产科挂号',
                    twin: '门诊楼3楼产科挂号',
                  },
                  {
                    name: '门诊楼3F-中庭北走廊孕妇学校门口',
                    twin: '门诊楼3F-中庭北走廊孕妇学校门口',
                  },
                  {
                    name: '门诊楼3F-门诊电梯厅',
                    twin: '门诊楼3F-门诊电梯厅',
                  },
                  {
                    name: '门诊楼3F-收费处前区1',
                    twin: '门诊楼3F-收费处前区1',
                  },
                  {
                    name: '门诊楼3F-收费处前区2',
                    twin: '门诊楼3F-收费处前区2',
                  },
                  {
                    name: '门诊楼3F-中庭南走廊大外科门口',
                    twin: '门诊楼3F-中庭南走廊大外科门口',
                  },
                  {
                    name: '门诊楼3F-西面货梯厅',
                    twin: '门诊楼3F-西面货梯厅',
                  },
                  {
                    name: '门诊楼3F-南走廊西',
                    twin: '门诊楼3F-南走廊西',
                  },
                  {
                    name: '门诊楼3F-电梯厅二',
                    twin: '门诊楼3F-电梯厅二',
                  },
                  {
                    name: '门诊楼3F-电梯厅一',
                    twin: '门诊楼3F-电梯厅一',
                  },
                  {
                    name: '门诊楼3F-职工梯前室接中步行梯',
                    twin: '门诊楼3F-职工梯前室接中步行梯',
                  },
                  {
                    name: '门诊楼3F-中庭南走廊产科门口',
                    twin: '门诊楼3F-中庭南走廊产科门口',
                  },
                  {
                    name: '门诊楼3F-南走廊产科诊室',
                    twin: '门诊楼3F-南走廊产科诊室',
                  },
                ],
                门诊综合楼A区20F: [
                  {
                    name: '门诊楼20F-值班室通道',
                    twin: '门诊楼20F-值班室通道',
                  },
                  {
                    name: '门诊楼20F-走廊东2',
                    twin: '门诊楼20F-走廊东2',
                  },
                  {
                    name: '门诊楼20F-走廊东1',
                    twin: '门诊楼20F-走廊东1',
                  },
                  {
                    name: '门诊楼20F-走廊中2',
                    twin: '门诊楼20F-走廊中2',
                  },
                  {
                    name: '门诊楼20F-护士站',
                    twin: '门诊楼20F-护士站',
                  },
                  {
                    name: '门诊楼20F-电梯厅1',
                    twin: '门诊楼20F-电梯厅1',
                  },
                  {
                    name: '门诊楼20F-走廊中1',
                    twin: '门诊楼20F-走廊中1',
                  },
                  {
                    name: '门诊楼20F-电梯厅2',
                    twin: '门诊楼20F-电梯厅2',
                  },
                  {
                    name: '门诊楼20F-职工梯前室',
                    twin: '门诊楼20F-职工梯前室',
                  },
                  {
                    name: '门诊楼20F-走廊西',
                    twin: '门诊楼20F-走廊西',
                  },
                  {
                    name: '门诊楼20F-货梯厅',
                    twin: '门诊楼20F-货梯厅',
                  },
                  {
                    name: '门诊楼20F-东步行梯',
                    twin: '门诊楼20F-东步行梯',
                  },
                  {
                    name: '门诊楼20F-中步行梯',
                    twin: '门诊楼20F-中步行梯',
                  },
                  {
                    name: '门诊楼20F-西步行梯',
                    twin: '门诊楼20F-西步行梯',
                  },
                ],
                门诊综合楼A区10F: [
                  {
                    name: '门诊楼10F-东步行梯',
                    twin: '门诊楼10F-东步行梯',
                  },
                  {
                    name: '门诊楼10F-中步行梯',
                    twin: '门诊楼10F-中步行梯',
                  },
                  {
                    name: '门诊楼10F-西步行梯',
                    twin: '门诊楼10F-西步行梯',
                  },
                  {
                    name: '门诊楼10F-走廊东',
                    twin: '门诊楼10F-走廊东',
                  },
                  {
                    name: '门诊楼10F-走廊中一',
                    twin: '门诊楼10F-走廊中一',
                  },
                  {
                    name: '门诊楼10F-走廊中二',
                    twin: '门诊楼10F-走廊中二',
                  },
                  {
                    name: '门诊楼10F-职工梯前室',
                    twin: '门诊楼10F-职工梯前室',
                  },
                  {
                    name: '门诊楼10F-走廊西',
                    twin: '门诊楼10F-走廊西',
                  },
                  {
                    name: '门诊楼10F-货梯厅',
                    twin: '门诊楼10F-货梯厅',
                  },
                ],
                门诊综合楼A区5F: [
                  {
                    name: '门诊楼5F-西步行梯',
                    twin: '门诊楼5F-西步行梯',
                  },
                  {
                    name: '门诊楼5F-中步行梯',
                    twin: '门诊楼5F-中步行梯',
                  },
                  {
                    name: '门诊楼5F-东步行梯',
                    twin: '门诊楼5F-东步行梯',
                  },
                  {
                    name: '门诊楼5F-门诊步行梯',
                    twin: '门诊楼5F-门诊步行梯',
                  },
                  {
                    name: '门诊楼5楼耳鼻喉科护士站',
                    twin: '门诊楼5楼耳鼻喉科护士站',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉候诊2',
                    twin: '门诊楼5F-耳鼻喉候诊2',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉候诊1',
                    twin: '门诊楼5F-耳鼻喉候诊1',
                  },
                  {
                    name: '门诊五楼耳鼻喉科挂号处',
                    twin: '门诊五楼耳鼻喉科挂号处',
                  },
                  {
                    name: '门诊楼5F-消化内通道3',
                    twin: '门诊楼5F-消化内通道3',
                  },
                  {
                    name: '门诊楼5F-东步行梯前室',
                    twin: '门诊楼5F-东步行梯前室',
                  },
                  {
                    name: '门诊楼5F-消化内通道1',
                    twin: '门诊楼5F-消化内通道1',
                  },
                  {
                    name: '门诊楼5F-南走廊东',
                    twin: '门诊楼5F-南走廊东',
                  },
                  {
                    name: '门诊楼5F-消化内候诊室2',
                    twin: '门诊楼5F-消化内候诊室2',
                  },
                  {
                    name: '门诊楼5F-消化内导诊台',
                    twin: '门诊楼5F-消化内导诊台',
                  },
                  {
                    name: '门诊楼5F-消化内候诊1',
                    twin: '门诊楼5F-消化内候诊1',
                  },
                  {
                    name: '门诊楼5F-南走廊中1',
                    twin: '门诊楼5F-南走廊中1',
                  },
                  {
                    name: '门诊楼5楼儿科护士站',
                    twin: '门诊楼5楼儿科护士站',
                  },
                  {
                    name: '门诊楼5F-南走廊中2',
                    twin: '门诊楼5F-南走廊中2',
                  },
                  {
                    name: '门诊楼5F-儿科候诊',
                    twin: '门诊楼5F-儿科候诊',
                  },
                  {
                    name: '门诊楼5F-自动扶梯',
                    twin: '门诊楼5F-自动扶梯',
                  },
                  {
                    name: '门诊楼5F-中庭南走廊2',
                    twin: '门诊楼5F-中庭南走廊2',
                  },
                  {
                    name: '门诊楼5F-中庭南走廊1',
                    twin: '门诊楼5F-中庭南走廊1',
                  },
                  {
                    name: '门诊五楼小儿科挂号处',
                    twin: '门诊五楼小儿科挂号处',
                  },
                  {
                    name: '门诊楼5F-消化内会议室',
                    twin: '门诊楼5F-消化内会议室',
                  },
                  {
                    name: '门诊楼5F-消化内分诊台',
                    twin: '门诊楼5F-消化内分诊台',
                  },
                  {
                    name: '门诊楼5F-消化内通道2',
                    twin: '门诊楼5F-消化内通道2',
                  },
                  {
                    name: '门诊楼5F-消化内通道4',
                    twin: '门诊楼5F-消化内通道4',
                  },
                  {
                    name: '门诊楼5F-收费处前区',
                    twin: '门诊楼5F-收费处前区',
                  },
                  {
                    name: '门诊楼5F-门诊电梯厅',
                    twin: '门诊楼5F-门诊电梯厅',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉走廊1',
                    twin: '门诊楼5F-耳鼻喉走廊1',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉走廊2',
                    twin: '门诊楼5F-耳鼻喉走廊2',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉走廊3',
                    twin: '门诊楼5F-耳鼻喉走廊3',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉走廊4',
                    twin: '门诊楼5F-耳鼻喉走廊4',
                  },
                  {
                    name: '门诊楼5F-货梯厅',
                    twin: '门诊楼5F-货梯厅',
                  },
                  {
                    name: '门诊楼5F-南走廊西',
                    twin: '门诊楼5F-南走廊西',
                  },
                  {
                    name: '门诊楼5F-电梯厅2',
                    twin: '门诊楼5F-电梯厅2',
                  },
                  {
                    name: '门诊楼5F-电梯厅1',
                    twin: '门诊楼5F-电梯厅1',
                  },
                  {
                    name: '门诊楼5F-职工电梯厅前室',
                    twin: '门诊楼5F-职工电梯厅前室',
                  },
                ],
                门诊综合楼A区7F: [
                  {
                    name: '门诊楼7F-走廊西',
                    twin: '门诊楼7F-走廊西',
                  },
                  {
                    name: '门诊楼7F-货梯厅',
                    twin: '门诊楼7F-货梯厅',
                  },
                  {
                    name: '门诊楼7F-家属等候区',
                    twin: '门诊楼7F-家属等候区',
                  },
                  {
                    name: '门诊楼7F-职工梯前室',
                    twin: '门诊楼7F-职工梯前室',
                  },
                  {
                    name: '门诊楼7F-西步行梯',
                    twin: '门诊楼7F-西步行梯',
                  },
                  {
                    name: '门诊楼7F-中步行梯',
                    twin: '门诊楼7F-中步行梯',
                  },
                  {
                    name: '门诊楼7F-东步行梯',
                    twin: '门诊楼7F-东步行梯',
                  },
                ],
                门诊综合楼A区9F: [
                  {
                    name: '门诊楼9F-职工梯前室',
                    twin: '门诊楼9F-职工梯前室',
                  },
                  {
                    name: '门诊楼9F-走廊西',
                    twin: '门诊楼9F-走廊西',
                  },
                  {
                    name: '门诊楼9F-货梯厅',
                    twin: '门诊楼9F-货梯厅',
                  },
                  {
                    name: '门诊楼9F-东步行梯',
                    twin: '门诊楼9F-东步行梯',
                  },
                  {
                    name: '门诊楼9F-中步行梯',
                    twin: '门诊楼9F-中步行梯',
                  },
                  {
                    name: '门诊楼9F-西步行梯',
                    twin: '门诊楼9F-西步行梯',
                  },
                ],
                门诊综合楼A区19F: [
                  {
                    name: '门诊楼19F-值班室通道',
                    twin: '门诊楼19F-值班室通道',
                  },
                  {
                    name: '门诊楼19F-走廊东2',
                    twin: '门诊楼19F-走廊东2',
                  },
                  {
                    name: '门诊楼19F-走廊东1',
                    twin: '门诊楼19F-走廊东1',
                  },
                  {
                    name: '门诊楼19F-走廊中2',
                    twin: '门诊楼19F-走廊中2',
                  },
                  {
                    name: '门诊楼19F-护士站',
                    twin: '门诊楼19F-护士站',
                  },
                  {
                    name: '门诊楼19F-电梯厅1',
                    twin: '门诊楼19F-电梯厅1',
                  },
                  {
                    name: '门诊楼19F-走廊中1',
                    twin: '门诊楼19F-走廊中1',
                  },
                  {
                    name: '门诊楼19F-电梯厅2',
                    twin: '门诊楼19F-电梯厅2',
                  },
                  {
                    name: '门诊楼19F-走廊西',
                    twin: '门诊楼19F-走廊西',
                  },
                  {
                    name: '门诊楼19F-货梯厅',
                    twin: '门诊楼19F-货梯厅',
                  },
                  {
                    name: '门诊楼19F-东步行梯',
                    twin: '门诊楼19F-东步行梯',
                  },
                  {
                    name: '门诊楼19F-中步行梯',
                    twin: '门诊楼19F-中步行梯',
                  },
                  {
                    name: '门诊楼19F-西步行梯',
                    twin: '门诊楼19F-西步行梯',
                  },
                ],
                门诊综合楼A区11F: [
                  {
                    name: '门诊楼11F-值班室通道',
                    twin: '门诊楼11F-值班室通道',
                  },
                  {
                    name: '门诊楼11F-走廊中2',
                    twin: '门诊楼11F-走廊中2',
                  },
                  {
                    name: '门诊楼11F-护士站',
                    twin: '门诊楼11F-护士站',
                  },
                  {
                    name: '门诊楼11F-走廊中1',
                    twin: '门诊楼11F-走廊中1',
                  },
                  {
                    name: '门诊楼11F-电梯厅2',
                    twin: '门诊楼11F-电梯厅2',
                  },
                  {
                    name: '门诊楼11F-职工梯前室',
                    twin: '门诊楼11F-职工梯前室',
                  },
                  {
                    name: '门诊楼11F-走廊西',
                    twin: '门诊楼11F-走廊西',
                  },
                  {
                    name: '门诊楼11F-货梯厅',
                    twin: '门诊楼11F-货梯厅',
                  },
                  {
                    name: '门诊楼11F-东步行梯',
                    twin: '门诊楼11F-东步行梯',
                  },
                  {
                    name: '门诊楼11F-中步行梯',
                    twin: '门诊楼11F-中步行梯',
                  },
                  {
                    name: '门诊楼11F-西步行梯',
                    twin: '门诊楼11F-西步行梯',
                  },
                ],
                门诊综合楼A区23F: [
                  {
                    name: '门诊楼23F-值班室通道',
                    twin: '门诊楼23F-值班室通道',
                  },
                  {
                    name: '门诊楼23F-走廊东2',
                    twin: '门诊楼23F-走廊东2',
                  },
                  {
                    name: '门诊楼23F-走廊东1',
                    twin: '门诊楼23F-走廊东1',
                  },
                  {
                    name: '门诊楼23F-走廊中2',
                    twin: '门诊楼23F-走廊中2',
                  },
                  {
                    name: '门诊楼23F-护士站',
                    twin: '门诊楼23F-护士站',
                  },
                  {
                    name: '门诊楼23F-电梯厅1',
                    twin: '门诊楼23F-电梯厅1',
                  },
                  {
                    name: '门诊楼23F-走廊中1',
                    twin: '门诊楼23F-走廊中1',
                  },
                  {
                    name: '门诊楼23F-电梯厅2',
                    twin: '门诊楼23F-电梯厅2',
                  },
                  {
                    name: '门诊楼23F-职工梯前室',
                    twin: '门诊楼23F-职工梯前室',
                  },
                  {
                    name: '门诊楼23F-走廊西',
                    twin: '门诊楼23F-走廊西',
                  },
                  {
                    name: '门诊楼23F-货梯厅',
                    twin: '门诊楼23F-货梯厅',
                  },
                  {
                    name: '门诊楼23F-东步行梯',
                    twin: '门诊楼23F-东步行梯',
                  },
                  {
                    name: '门诊楼23F-中步行梯',
                    twin: '门诊楼23F-中步行梯',
                  },
                  {
                    name: '门诊楼23F-西步行梯',
                    twin: '门诊楼23F-西步行梯',
                  },
                ],
                门诊综合楼A区13F: [
                  {
                    name: '门诊楼13F-东步行梯',
                    twin: '门诊楼13F-东步行梯',
                  },
                  {
                    name: '门诊楼13F-中步行梯',
                    twin: '门诊楼13F-中步行梯',
                  },
                  {
                    name: '门诊楼13F-西步行梯',
                    twin: '门诊楼13F-西步行梯',
                  },
                  {
                    name: '门诊楼13F-走廊西3',
                    twin: '门诊楼13F-走廊西3',
                  },
                  {
                    name: '门诊楼13F-走廊东1',
                    twin: '门诊楼13F-走廊东1',
                  },
                  {
                    name: '门诊楼13F-值班室通道',
                    twin: '门诊楼13F-值班室通道',
                  },
                  {
                    name: '门诊楼13F-走廊东2',
                    twin: '门诊楼13F-走廊东2',
                  },
                  {
                    name: '门诊楼13F-走廊东3',
                    twin: '门诊楼13F-走廊东3',
                  },
                  {
                    name: '门诊楼13F-走廊中2',
                    twin: '门诊楼13F-走廊中2',
                  },
                  {
                    name: '门诊楼13F-护士站',
                    twin: '门诊楼13F-护士站',
                  },
                  {
                    name: '门诊楼13F-电梯厅1',
                    twin: '门诊楼13F-电梯厅1',
                  },
                  {
                    name: '门诊楼13F-走廊中1',
                    twin: '门诊楼13F-走廊中1',
                  },
                  {
                    name: '门诊楼13F-电梯厅2',
                    twin: '门诊楼13F-电梯厅2',
                  },
                  {
                    name: '门诊楼13F-职工梯前室',
                    twin: '门诊楼13F-职工梯前室',
                  },
                  {
                    name: '门诊楼13F-走廊西',
                    twin: '门诊楼13F-走廊西',
                  },
                  {
                    name: '门诊楼13F-货梯厅',
                    twin: '门诊楼13F-货梯厅',
                  },
                ],
                门诊综合楼A区25F: [
                  {
                    name: '门诊楼25F-值班室通道',
                    twin: '门诊楼25F-值班室通道',
                  },
                  {
                    name: '门诊楼25F-走廊东2',
                    twin: '门诊楼25F-走廊东2',
                  },
                  {
                    name: '门诊楼25F-走廊东1',
                    twin: '门诊楼25F-走廊东1',
                  },
                  {
                    name: '门诊楼25F-走廊中2',
                    twin: '门诊楼25F-走廊中2',
                  },
                  {
                    name: '门诊楼25F-护士站',
                    twin: '门诊楼25F-护士站',
                  },
                  {
                    name: '门诊楼25F-电梯厅1',
                    twin: '门诊楼25F-电梯厅1',
                  },
                  {
                    name: '门诊楼25F-走廊中1',
                    twin: '门诊楼25F-走廊中1',
                  },
                  {
                    name: '门诊楼25F-电梯厅2',
                    twin: '门诊楼25F-电梯厅2',
                  },
                  {
                    name: '门诊楼25F-职工梯前室',
                    twin: '门诊楼25F-职工梯前室',
                  },
                  {
                    name: '门诊楼25F-走廊西',
                    twin: '门诊楼25F-走廊西',
                  },
                  {
                    name: '门诊楼25F-货梯厅',
                    twin: '门诊楼25F-货梯厅',
                  },
                  {
                    name: '门诊楼25F-东步行梯',
                    twin: '门诊楼25F-东步行梯',
                  },
                  {
                    name: '门诊楼25F-中步行梯',
                    twin: '门诊楼25F-中步行梯',
                  },
                  {
                    name: '门诊楼25F-西步行梯',
                    twin: '门诊楼25F-西步行梯',
                  },
                ],
                门诊综合楼A区15F: [
                  {
                    name: '门诊楼15F-东步行梯',
                    twin: '门诊楼15F-东步行梯',
                  },
                  {
                    name: '门诊楼15F-中步行梯',
                    twin: '门诊楼15F-中步行梯',
                  },
                  {
                    name: '门诊楼15F-西步行梯',
                    twin: '门诊楼15F-西步行梯',
                  },
                  {
                    name: '门诊楼15F-走廊西2',
                    twin: '门诊楼15F-走廊西2',
                  },
                  {
                    name: '门诊楼15F-换鞋区',
                    twin: '门诊楼15F-换鞋区',
                  },
                  {
                    name: '门诊楼15F-护士站前',
                    twin: '门诊楼15F-护士站前',
                  },
                  {
                    name: '门诊楼15F-污物间',
                    twin: '门诊楼15F-污物间',
                  },
                  {
                    name: '门诊楼15F-值班室通道中',
                    twin: '门诊楼15F-值班室通道中',
                  },
                  {
                    name: '门诊楼15F-值班室通道3',
                    twin: '门诊楼15F-值班室通道3',
                  },
                  {
                    name: '门诊楼15F-值班室通道1',
                    twin: '门诊楼15F-值班室通道1',
                  },
                  {
                    name: '门诊楼15F-手术室门口',
                    twin: '门诊楼15F-手术室门口',
                  },
                  {
                    name: '门诊楼15F-护士站',
                    twin: '门诊楼15F-护士站',
                  },
                  {
                    name: '门诊楼15F-电梯厅1',
                    twin: '门诊楼15F-电梯厅1',
                  },
                  {
                    name: '门诊楼15F-走廊中1',
                    twin: '门诊楼15F-走廊中1',
                  },
                  {
                    name: '门诊楼15F-电梯厅2',
                    twin: '门诊楼15F-电梯厅2',
                  },
                  {
                    name: '门诊楼15F-职工梯前室',
                    twin: '门诊楼15F-职工梯前室',
                  },
                  {
                    name: '门诊楼15F-走廊西',
                    twin: '门诊楼15F-走廊西',
                  },
                  {
                    name: '门诊楼15F-货梯厅',
                    twin: '门诊楼15F-货梯厅',
                  },
                ],
                门诊综合楼A区17F: [
                  {
                    name: '门诊楼17F-值班室通道3',
                    twin: '门诊楼17F-值班室通道3',
                  },
                  {
                    name: '门诊楼17F-走廊东2',
                    twin: '门诊楼17F-走廊东2',
                  },
                  {
                    name: '门诊楼17F-走廊东1',
                    twin: '门诊楼17F-走廊东1',
                  },
                  {
                    name: '门诊楼17F-护士站',
                    twin: '门诊楼17F-护士站',
                  },
                  {
                    name: '门诊楼17F-电梯厅1',
                    twin: '门诊楼17F-电梯厅1',
                  },
                  {
                    name: '门诊楼17F-走廊中1',
                    twin: '门诊楼17F-走廊中1',
                  },
                  {
                    name: '门诊楼17F-电梯厅2',
                    twin: '门诊楼17F-电梯厅2',
                  },
                  {
                    name: '门诊楼17F-走廊西',
                    twin: '门诊楼17F-走廊西',
                  },
                  {
                    name: '门诊楼17F-货梯厅',
                    twin: '门诊楼17F-货梯厅',
                  },
                  {
                    name: '门诊楼17F-东步行梯',
                    twin: '门诊楼17F-东步行梯',
                  },
                  {
                    name: '门诊楼17F-中步行梯',
                    twin: '门诊楼17F-中步行梯',
                  },
                  {
                    name: '门诊楼17F-西步行梯',
                    twin: '门诊楼17F-西步行梯',
                  },
                ],
              },
              门诊综合楼B区: {
                门诊综合楼B区1F: [
                  {
                    name: '门诊B区1F-放射候诊室一',
                    twin: '门诊B区1F-放射候诊室一',
                  },
                  {
                    name: '门诊B区1F-放射候诊室二',
                    twin: '门诊B区1F-放射候诊室二',
                  },
                  {
                    name: '门诊B区1F-南走廊',
                    twin: '门诊B区1F-南走廊',
                  },
                  {
                    name: '门诊B区1F-核磁共振护士站',
                    twin: '门诊B区1F-核磁共振护士站',
                  },
                  {
                    name: '门诊B区1F-北走廊1',
                    twin: '门诊B区1F-北走廊1',
                  },
                  {
                    name: '门诊B区1F-北走廊2',
                    twin: '门诊B区1F-北走廊2',
                  },
                  {
                    name: '门诊B区1F-电梯厅',
                    twin: '门诊B区1F-电梯厅',
                  },
                ],
                门诊综合楼B区2F: [
                  {
                    name: '门诊B区2F-北走廊1',
                    twin: '门诊B区2F-北走廊1',
                  },
                  {
                    name: '门诊B区2F-北走廊2',
                    twin: '门诊B区2F-北走廊2',
                  },
                  {
                    name: '门诊B区2F-电梯厅',
                    twin: '门诊B区2F-电梯厅',
                  },
                ],
                门诊综合楼B区3F: [
                  {
                    name: '门诊B区3F-南走廊2',
                    twin: '门诊B区3F-南走廊2',
                  },
                  {
                    name: '门诊B区3F-西步行梯',
                    twin: '门诊B区3F-西步行梯',
                  },
                  {
                    name: '门诊B区3F-西步行梯过道',
                    twin: '门诊B区3F-西步行梯过道',
                  },
                  {
                    name: '门诊B区3F-北走廊1',
                    twin: '门诊B区3F-北走廊1',
                  },
                  {
                    name: '门诊B区3F-北走廊2',
                    twin: '门诊B区3F-北走廊2',
                  },
                  {
                    name: '门诊B区3F-电梯厅',
                    twin: '门诊B区3F-电梯厅',
                  },
                ],
                门诊综合楼B区4F: [
                  {
                    name: '门诊B区4F-口腔候诊室2',
                    twin: '门诊B区4F-口腔候诊室2',
                  },
                  {
                    name: '门诊b区4楼口腔内科挂号处',
                    twin: '门诊b区4楼口腔内科挂号处',
                  },
                  {
                    name: '门诊B区4F-口腔候诊室1',
                    twin: '门诊B区4F-口腔候诊室1',
                  },
                  {
                    name: '门诊B区4F-西步行梯',
                    twin: '门诊B区4F-西步行梯',
                  },
                  {
                    name: '门诊B区4F-西步行梯过道',
                    twin: '门诊B区4F-西步行梯过道',
                  },
                  {
                    name: '门诊B区4F-北走廊1',
                    twin: '门诊B区4F-北走廊1',
                  },
                  {
                    name: '门诊B区4F-北走廊2',
                    twin: '门诊B区4F-北走廊2',
                  },
                  {
                    name: '门诊B区4F-电梯厅',
                    twin: '门诊B区4F-电梯厅',
                  },
                  {
                    name: '门诊B区4F-东步行梯',
                    twin: '门诊B区4F-东步行梯',
                  },
                ],
                门诊综合楼B区5F: [
                  {
                    name: '门诊B区5F-北走廊1',
                    twin: '门诊B区5F-北走廊1',
                  },
                  {
                    name: '门诊B区5F-北走廊2',
                    twin: '门诊B区5F-北走廊2',
                  },
                  {
                    name: '门诊B区5F-电梯厅',
                    twin: '门诊B区5F-电梯厅',
                  },
                  {
                    name: '门诊B区5F-东步行梯',
                    twin: '门诊B区5F-东步行梯',
                  },
                  {
                    name: '门诊B区5F-南走廊1',
                    twin: '门诊B区5F-南走廊1',
                  },
                  {
                    name: '门诊B区5F-南走廊2',
                    twin: '门诊B区5F-南走廊2',
                  },
                  {
                    name: '门诊B区5F-西步行梯',
                    twin: '门诊B区5F-西步行梯',
                  },
                  {
                    name: '门诊B区5F-西步行梯过道',
                    twin: '门诊B区5F-西步行梯过道',
                  },
                  {
                    name: '门诊B区5F-口腔诊室1',
                    twin: '门诊B区5F-口腔诊室1',
                  },
                  {
                    name: '门诊B区5F-口腔诊室2',
                    twin: '门诊B区5F-口腔诊室2',
                  },
                  {
                    name: '门诊B区5F-候诊区2',
                    twin: '门诊B区5F-候诊区2',
                  },
                  {
                    name: '门诊b区5楼口腔外科挂号处',
                    twin: '门诊b区5楼口腔外科挂号处',
                  },
                  {
                    name: '门诊B区5F-候诊区1',
                    twin: '门诊B区5F-候诊区1',
                  },
                ],
                门诊综合楼B区6F: [
                  {
                    name: '门诊B区6F-北走廊1',
                    twin: '门诊B区6F-北走廊1',
                  },
                  {
                    name: '门诊B区6F-北走廊2',
                    twin: '门诊B区6F-北走廊2',
                  },
                  {
                    name: '门诊B区6F-电梯厅',
                    twin: '门诊B区6F-电梯厅',
                  },
                  {
                    name: '门诊B区6F-东步行梯',
                    twin: '门诊B区6F-东步行梯',
                  },
                  {
                    name: '门诊B区6F-南走廊1',
                    twin: '门诊B区6F-南走廊1',
                  },
                  {
                    name: '门诊B区6F-南走廊2',
                    twin: '门诊B区6F-南走廊2',
                  },
                  {
                    name: '门诊B区6F-西步行梯',
                    twin: '门诊B区6F-西步行梯',
                  },
                  {
                    name: '门诊B区6F-西步行梯过道',
                    twin: '门诊B区6F-西步行梯过道',
                  },
                ],
                门诊综合楼B区7F: [
                  {
                    name: '门诊B区7F-北走廊1',
                    twin: '门诊B区7F-北走廊1',
                  },
                  {
                    name: '门诊B区7F-北走廊2',
                    twin: '门诊B区7F-北走廊2',
                  },
                  {
                    name: '门诊B区7F-电梯厅',
                    twin: '门诊B区7F-电梯厅',
                  },
                  {
                    name: '门诊B区7F-东步行梯',
                    twin: '门诊B区7F-东步行梯',
                  },
                  {
                    name: '门诊B区7F-南走廊1',
                    twin: '门诊B区7F-南走廊1',
                  },
                  {
                    name: '门诊B区7F-南走廊2',
                    twin: '门诊B区7F-南走廊2',
                  },
                  {
                    name: '门诊B区7F-西步行梯',
                    twin: '门诊B区7F-西步行梯',
                  },
                  {
                    name: '门诊B区7F-西步行梯过道',
                    twin: '门诊B区7F-西步行梯过道',
                  },
                ],
              },
              '1号住院楼': {
                '1号住院楼15F': [
                  {
                    name: '1号楼15F-西步行梯',
                    twin: '1号楼15F-西步行梯',
                  },
                  {
                    name: '1号楼15F-东步行梯',
                    twin: '1号楼15F-东步行梯',
                  },
                ],
                '1号住院楼1F': [
                  {
                    name: '1号楼1F-西侧门',
                    twin: '1号楼1F-西侧门',
                  },
                  {
                    name: '1号楼1F-东步行梯',
                    twin: '1号楼1F-东步行梯',
                  },
                  {
                    name: '1号楼1F-大厅',
                    twin: '1号楼1F-大厅',
                  },
                  {
                    name: '1号楼1F-东通道',
                    twin: '1号楼1F-东通道',
                  },
                  {
                    name: '1号楼1F-营养综合楼道路',
                    twin: '1号楼1F-营养综合楼道路',
                  },
                  {
                    name: '1号楼1F-南侧门右',
                    twin: '1号楼1F-南侧门右',
                  },
                  {
                    name: '1号楼1F-行政办公楼道路',
                    twin: '1号楼1F-行政办公楼道路',
                  },
                  {
                    name: '1号楼1F-南侧门左',
                    twin: '1号楼1F-南侧门左',
                  },
                  {
                    name: '1号楼1F-门厅',
                    twin: '1号楼1F-门厅',
                  },
                  {
                    name: '1号楼1F-西步行梯',
                    twin: '1号楼1F-西步行梯',
                  },
                  {
                    name: '1号楼1F-电梯厅',
                    twin: '1号楼1F-电梯厅',
                  },
                  {
                    name: '1号楼1F-货梯厅',
                    twin: '1号楼1F-货梯厅',
                  },
                  {
                    name: '1号楼1F-大门右道路',
                    twin: '1号楼1F-大门右道路',
                  },
                  {
                    name: '1号楼1F-大门左道路',
                    twin: '1号楼1F-大门左道路',
                  },
                  {
                    name: '1号楼1F-连廊',
                    twin: '1号楼1F-连廊',
                  },
                  {
                    name: '1号楼1F-大门人脸',
                    twin: '1号楼1F-大门人脸',
                  },
                  {
                    name: '1号楼1F-南门人脸',
                    twin: '1号楼1F-南门人脸',
                  },
                  {
                    name: '1号楼1F-南外墙过道',
                    twin: '1号楼1F-南外墙过道',
                  },
                  {
                    name: '1号楼1F-监控中心小巷',
                    twin: '1号楼1F-监控中心小巷',
                  },
                ],
                '1号住院楼13F': [
                  {
                    name: '1号楼13F-配药室',
                    twin: '1号楼13F-配药室',
                  },
                  {
                    name: '1号楼13F-西步行梯',
                    twin: '1号楼13F-西步行梯',
                  },
                  {
                    name: '1号楼13F-东步行梯',
                    twin: '1号楼13F-东步行梯',
                  },
                  {
                    name: '1号楼13F-电梯厅2',
                    twin: '1号楼13F-电梯厅2',
                  },
                  {
                    name: '1号楼13F-电梯厅1',
                    twin: '1号楼13F-电梯厅1',
                  },
                  {
                    name: '1号楼13F-东通道',
                    twin: '1号楼13F-东通道',
                  },
                  {
                    name: '1号楼13F-医生办公室',
                    twin: '1号楼13F-医生办公室',
                  },
                  {
                    name: '1号楼13F-护士站',
                    twin: '1号楼13F-护士站',
                  },
                  {
                    name: '1号楼13F-西通道',
                    twin: '1号楼13F-西通道',
                  },
                  {
                    name: '1号楼13F-货梯厅',
                    twin: '1号楼13F-货梯厅',
                  },
                ],
                '1号住院楼5F': [
                  {
                    name: '1号楼5F-西步行梯',
                    twin: '1号楼5F-西步行梯',
                  },
                  {
                    name: '1号楼5F-东步行梯',
                    twin: '1号楼5F-东步行梯',
                  },
                  {
                    name: '1号楼5F-东通道',
                    twin: '1号楼5F-东通道',
                  },
                  {
                    name: '1号楼5F-医生办公室',
                    twin: '1号楼5F-医生办公室',
                  },
                ],
                '1号住院楼14F': [
                  {
                    name: '1号楼14F-货梯厅',
                    twin: '1号楼14F-货梯厅',
                  },
                  {
                    name: '1号楼14F-西通道',
                    twin: '1号楼14F-西通道',
                  },
                  {
                    name: '1号楼14F-护士站',
                    twin: '1号楼14F-护士站',
                  },
                  {
                    name: '1号楼14F-配药室',
                    twin: '1号楼14F-配药室',
                  },
                  {
                    name: '1号楼14F-医生办公室',
                    twin: '1号楼14F-医生办公室',
                  },
                  {
                    name: '1号楼14F-东通道',
                    twin: '1号楼14F-东通道',
                  },
                  {
                    name: '1号楼14F-电梯厅1',
                    twin: '1号楼14F-电梯厅1',
                  },
                  {
                    name: '1号楼14F-电梯厅2',
                    twin: '1号楼14F-电梯厅2',
                  },
                  {
                    name: '1号楼14F-东步行梯',
                    twin: '1号楼14F-东步行梯',
                  },
                  {
                    name: '1号楼14F-西步行梯',
                    twin: '1号楼14F-西步行梯',
                  },
                ],
                '1号住院楼4F': [
                  {
                    name: '1号楼4F-配药室',
                    twin: '1号楼4F-配药室',
                  },
                  {
                    name: '1号楼4F-西步行梯',
                    twin: '1号楼4F-西步行梯',
                  },
                  {
                    name: '1号楼4F-东步行梯',
                    twin: '1号楼4F-东步行梯',
                  },
                  {
                    name: '1号楼4F-电梯厅2',
                    twin: '1号楼4F-电梯厅2',
                  },
                  {
                    name: '1号楼4F-电梯厅1',
                    twin: '1号楼4F-电梯厅1',
                  },
                  {
                    name: '1号楼4F-东通道',
                    twin: '1号楼4F-东通道',
                  },
                  {
                    name: '1号楼4F-医生办公室',
                    twin: '1号楼4F-医生办公室',
                  },
                  {
                    name: '1号楼4F-护士站',
                    twin: '1号楼4F-护士站',
                  },
                  {
                    name: '1号楼4F-西通道',
                    twin: '1号楼4F-西通道',
                  },
                  {
                    name: '1号楼4F-货梯厅',
                    twin: '1号楼4F-货梯厅',
                  },
                ],
                '1号住院楼11F': [
                  {
                    name: '1号楼11F-配药室',
                    twin: '1号楼11F-配药室',
                  },
                  {
                    name: '1号楼11F-西步行梯',
                    twin: '1号楼11F-西步行梯',
                  },
                  {
                    name: '1号楼11F-东步行梯',
                    twin: '1号楼11F-东步行梯',
                  },
                  {
                    name: '1号楼11F-电梯厅2',
                    twin: '1号楼11F-电梯厅2',
                  },
                  {
                    name: '1号楼11F-电梯厅1',
                    twin: '1号楼11F-电梯厅1',
                  },
                  {
                    name: '1号楼11F-东通道',
                    twin: '1号楼11F-东通道',
                  },
                  {
                    name: '1号楼11F-医生办公室',
                    twin: '1号楼11F-医生办公室',
                  },
                  {
                    name: '1号楼11F-护士站',
                    twin: '1号楼11F-护士站',
                  },
                  {
                    name: '1号楼11F-货梯厅',
                    twin: '1号楼11F-货梯厅',
                  },
                ],
                '1号住院楼3F': [
                  {
                    name: '1号楼3F-配药室',
                    twin: '1号楼3F-配药室',
                  },
                  {
                    name: '1号楼3F-西步行梯',
                    twin: '1号楼3F-西步行梯',
                  },
                  {
                    name: '1号楼3F-东步行梯',
                    twin: '1号楼3F-东步行梯',
                  },
                  {
                    name: '1号楼3F-电梯厅2',
                    twin: '1号楼3F-电梯厅2',
                  },
                  {
                    name: '1号楼3F-电梯厅1',
                    twin: '1号楼3F-电梯厅1',
                  },
                  {
                    name: '1号楼3F-医生办公室',
                    twin: '1号楼3F-医生办公室',
                  },
                  {
                    name: '1号楼3F-护士站',
                    twin: '1号楼3F-护士站',
                  },
                  {
                    name: '1号楼3F-货梯厅',
                    twin: '1号楼3F-货梯厅',
                  },
                ],
                '1号住院楼12F': [
                  {
                    name: '1号楼12F-配药室',
                    twin: '1号楼12F-配药室',
                  },
                  {
                    name: '1号楼12F-西步行梯',
                    twin: '1号楼12F-西步行梯',
                  },
                  {
                    name: '1号楼12F-东步行梯',
                    twin: '1号楼12F-东步行梯',
                  },
                  {
                    name: '1号楼12F-电梯厅2',
                    twin: '1号楼12F-电梯厅2',
                  },
                  {
                    name: '1号楼12F-电梯厅1',
                    twin: '1号楼12F-电梯厅1',
                  },
                  {
                    name: '1号楼12F-东通道',
                    twin: '1号楼12F-东通道',
                  },
                  {
                    name: '1号楼12F-医生办公室',
                    twin: '1号楼12F-医生办公室',
                  },
                  {
                    name: '1号楼12F-护士站',
                    twin: '1号楼12F-护士站',
                  },
                  {
                    name: '1号楼12F-西通道',
                    twin: '1号楼12F-西通道',
                  },
                  {
                    name: '1号楼12F-货梯厅',
                    twin: '1号楼12F-货梯厅',
                  },
                ],
                '1号住院楼2F': [
                  {
                    name: '1号楼2F-配药室',
                    twin: '1号楼2F-配药室',
                  },
                  {
                    name: '1号楼2F-西步行梯',
                    twin: '1号楼2F-西步行梯',
                  },
                  {
                    name: '1号楼2F-东步行梯',
                    twin: '1号楼2F-东步行梯',
                  },
                  {
                    name: '1号楼2F-电梯厅2',
                    twin: '1号楼2F-电梯厅2',
                  },
                  {
                    name: '1号楼2F-电梯厅1',
                    twin: '1号楼2F-电梯厅1',
                  },
                  {
                    name: '1号楼2F-东通道',
                    twin: '1号楼2F-东通道',
                  },
                  {
                    name: '1号楼2F-护士站',
                    twin: '1号楼2F-护士站',
                  },
                  {
                    name: '1号楼2F-货梯厅',
                    twin: '1号楼2F-货梯厅',
                  },
                ],
                '1号住院楼9F': [
                  {
                    name: '1号楼9F-护士站',
                    twin: '1号楼9F-护士站',
                  },
                  {
                    name: '1号楼9F-西步行梯',
                    twin: '1号楼9F-西步行梯',
                  },
                  {
                    name: '1号楼9F-东步行梯',
                    twin: '1号楼9F-东步行梯',
                  },
                  {
                    name: '1号楼9F-电梯厅2',
                    twin: '1号楼9F-电梯厅2',
                  },
                  {
                    name: '1号楼9F-电梯厅1',
                    twin: '1号楼9F-电梯厅1',
                  },
                  {
                    name: '1号楼9F-东通道2',
                    twin: '1号楼9F-东通道2',
                  },
                  {
                    name: '1号楼9F-东通道1',
                    twin: '1号楼9F-东通道1',
                  },
                  {
                    name: '1号楼9F-西通道',
                    twin: '1号楼9F-西通道',
                  },
                  {
                    name: '1号楼9F-货梯厅',
                    twin: '1号楼9F-货梯厅',
                  },
                ],
                '1号住院楼10F': [
                  {
                    name: '1号楼10F-东步行梯',
                    twin: '1号楼10F-东步行梯',
                  },
                  {
                    name: '1号楼10F-电梯厅2',
                    twin: '1号楼10F-电梯厅2',
                  },
                  {
                    name: '1号楼10F-电梯厅1',
                    twin: '1号楼10F-电梯厅1',
                  },
                ],
                '1号住院楼8F': [
                  {
                    name: '1号楼8F-配药室',
                    twin: '1号楼8F-配药室',
                  },
                  {
                    name: '1号楼8F-西步行梯',
                    twin: '1号楼8F-西步行梯',
                  },
                  {
                    name: '1号楼8F-东步行梯',
                    twin: '1号楼8F-东步行梯',
                  },
                  {
                    name: '1号楼8F-电梯厅2',
                    twin: '1号楼8F-电梯厅2',
                  },
                  {
                    name: '1号楼8F-电梯厅1',
                    twin: '1号楼8F-电梯厅1',
                  },
                  {
                    name: '1号楼8F-东通道',
                    twin: '1号楼8F-东通道',
                  },
                  {
                    name: '1号楼8F-医生办公室',
                    twin: '1号楼8F-医生办公室',
                  },
                  {
                    name: '1号楼8F-护士站',
                    twin: '1号楼8F-护士站',
                  },
                  {
                    name: '1号楼8F-西通道',
                    twin: '1号楼8F-西通道',
                  },
                  {
                    name: '1号楼8F-货梯厅',
                    twin: '1号楼8F-货梯厅',
                  },
                ],
                '1号住院楼7F': [
                  {
                    name: '1号楼7F-办公室通道',
                    twin: '1号楼7F-办公室通道',
                  },
                  {
                    name: '1号楼7F-西步行梯',
                    twin: '1号楼7F-西步行梯',
                  },
                  {
                    name: '1号楼7F-东步行梯',
                    twin: '1号楼7F-东步行梯',
                  },
                  {
                    name: '1号楼7F-电梯厅2',
                    twin: '1号楼7F-电梯厅2',
                  },
                  {
                    name: '1号楼7F-电梯厅1',
                    twin: '1号楼7F-电梯厅1',
                  },
                  {
                    name: '1号楼7F-东通道',
                    twin: '1号楼7F-东通道',
                  },
                  {
                    name: '1号楼7F-医生办公室',
                    twin: '1号楼7F-医生办公室',
                  },
                  {
                    name: '1号楼7F-西通道',
                    twin: '1号楼7F-西通道',
                  },
                  {
                    name: '1号楼7F-货梯厅',
                    twin: '1号楼7F-货梯厅',
                  },
                ],
                '1号住院楼6F': [
                  {
                    name: '1号楼6F-配药室',
                    twin: '1号楼6F-配药室',
                  },
                  {
                    name: '1号楼6F-西步行梯',
                    twin: '1号楼6F-西步行梯',
                  },
                  {
                    name: '1号楼6F-东步行梯',
                    twin: '1号楼6F-东步行梯',
                  },
                  {
                    name: '1号楼6F-电梯厅2',
                    twin: '1号楼6F-电梯厅2',
                  },
                  {
                    name: '1号楼6F-电梯厅1',
                    twin: '1号楼6F-电梯厅1',
                  },
                  {
                    name: '1号楼6F-东通道',
                    twin: '1号楼6F-东通道',
                  },
                  {
                    name: '1号楼6F-医生办公室',
                    twin: '1号楼6F-医生办公室',
                  },
                  {
                    name: '1号楼6F-护士站',
                    twin: '1号楼6F-护士站',
                  },
                  {
                    name: '1号楼6F-西通道',
                    twin: '1号楼6F-西通道',
                  },
                  {
                    name: '1号楼6F-货梯厅',
                    twin: '1号楼6F-货梯厅',
                  },
                ],
              },
              教学综合楼: {
                教学综合楼10F: [
                  {
                    name: '教学楼10楼通道6',
                    twin: '教学楼10楼通道6',
                  },
                  {
                    name: '教学楼10楼通道5',
                    twin: '教学楼10楼通道5',
                  },
                  {
                    name: '教学楼10楼通道3',
                    twin: '教学楼10楼通道3',
                  },
                  {
                    name: '教学楼10楼通道4',
                    twin: '教学楼10楼通道4',
                  },
                  {
                    name: '教学楼10楼通道2',
                    twin: '教学楼10楼通道2',
                  },
                  {
                    name: '教学楼10楼通道1',
                    twin: '教学楼10楼通道1',
                  },
                ],
                教学综合楼14F: [
                  {
                    name: '教学楼14楼北电梯口',
                    twin: '教学楼14楼北电梯口',
                  },
                  {
                    name: '教学楼14楼通道6',
                    twin: '教学楼14楼通道6',
                  },
                  {
                    name: '教学楼14楼通道5',
                    twin: '教学楼14楼通道5',
                  },
                  {
                    name: '教学楼14楼通道3',
                    twin: '教学楼14楼通道3',
                  },
                  {
                    name: '教学楼14楼通道4',
                    twin: '教学楼14楼通道4',
                  },
                  {
                    name: '教学楼14楼通道2',
                    twin: '教学楼14楼通道2',
                  },
                  {
                    name: '教学楼14楼通道1',
                    twin: '教学楼14楼通道1',
                  },
                  {
                    name: '教学楼14楼南楼梯口',
                    twin: '教学楼14楼南楼梯口',
                  },
                ],
                教学综合楼13F: [
                  {
                    name: '教学楼13楼北面电梯厅',
                    twin: '教学楼13楼北面电梯厅',
                  },
                  {
                    name: '教学楼13楼北面电梯',
                    twin: '教学楼13楼北面电梯',
                  },
                  {
                    name: '教学楼13楼南面走道',
                    twin: '教学楼13楼南面走道',
                  },
                  {
                    name: '教学楼13楼北面走道',
                    twin: '教学楼13楼北面走道',
                  },
                  {
                    name: '教学楼13楼中间走道',
                    twin: '教学楼13楼中间走道',
                  },
                  {
                    name: '教学楼13楼南面电梯厅',
                    twin: '教学楼13楼南面电梯厅',
                  },
                  {
                    name: '教学楼13楼南步梯',
                    twin: '教学楼13楼南步梯',
                  },
                ],
                教学综合楼1F: [
                  {
                    name: '教学楼植物路门口',
                    twin: '教学楼植物路门口',
                  },
                  {
                    name: '教学楼北面液氧仓',
                    twin: '教学楼北面液氧仓',
                  },
                  {
                    name: '教学楼东面花园',
                    twin: '教学楼东面花园',
                  },
                  {
                    name: '教学楼电车停车2',
                    twin: '教学楼电车停车2',
                  },
                  {
                    name: '教学楼电车停车1',
                    twin: '教学楼电车停车1',
                  },
                  {
                    name: '教学楼1F监控室外西',
                    twin: '教学楼1F监控室外西',
                  },
                  {
                    name: '教学楼1F北面电梯厅',
                    twin: '教学楼1F北面电梯厅',
                  },
                  {
                    name: '教学楼1F北面走道',
                    twin: '教学楼1F北面走道',
                  },
                  {
                    name: '教学楼1F营养餐厅',
                    twin: '教学楼1F营养餐厅',
                  },
                  {
                    name: '教学楼1F监控室外东',
                    twin: '教学楼1F监控室外东',
                  },
                  {
                    name: '教学楼1F南小门',
                    twin: '教学楼1F南小门',
                  },
                  {
                    name: '教学楼1F西门口',
                    twin: '教学楼1F西门口',
                  },
                ],
                教学综合楼16F: [
                  {
                    name: '教学楼16楼南楼梯口',
                    twin: '教学楼16楼南楼梯口',
                  },
                  {
                    name: '教学楼16楼通道2',
                    twin: '教学楼16楼通道2',
                  },
                  {
                    name: '教学楼16楼通道7',
                    twin: '教学楼16楼通道7',
                  },
                  {
                    name: '教学楼16楼通道6',
                    twin: '教学楼16楼通道6',
                  },
                  {
                    name: '教学楼16楼通道5',
                    twin: '教学楼16楼通道5',
                  },
                  {
                    name: '教学楼16楼通道4',
                    twin: '教学楼16楼通道4',
                  },
                  {
                    name: '教学楼16楼通道3',
                    twin: '教学楼16楼通道3',
                  },
                ],
                教学综合楼8F: [
                  {
                    name: '教学楼8楼通道5',
                    twin: '教学楼8楼通道5',
                  },
                  {
                    name: '教学楼8楼通道4',
                    twin: '教学楼8楼通道4',
                  },
                  {
                    name: '教学楼8楼等候区',
                    twin: '教学楼8楼等候区',
                  },
                  {
                    name: '教学楼8楼通道6',
                    twin: '教学楼8楼通道6',
                  },
                  {
                    name: '教学楼8楼北电梯口',
                    twin: '教学楼8楼北电梯口',
                  },
                  {
                    name: '教学楼8楼通道3',
                    twin: '教学楼8楼通道3',
                  },
                  {
                    name: '教学楼8楼通道2',
                    twin: '教学楼8楼通道2',
                  },
                  {
                    name: '教学楼8楼通道1',
                    twin: '教学楼8楼通道1',
                  },
                  {
                    name: '教学楼8楼南楼梯口',
                    twin: '教学楼8楼南楼梯口',
                  },
                ],
                教学综合楼15F: [
                  {
                    name: '教学楼15楼北电梯口',
                    twin: '教学楼15楼北电梯口',
                  },
                  {
                    name: '教学楼15楼通道1',
                    twin: '教学楼15楼通道1',
                  },
                  {
                    name: '教学楼15楼通道5',
                    twin: '教学楼15楼通道5',
                  },
                  {
                    name: '教学楼15楼通道3',
                    twin: '教学楼15楼通道3',
                  },
                  {
                    name: '教学楼15楼通道4',
                    twin: '教学楼15楼通道4',
                  },
                  {
                    name: '教学楼15楼通道2',
                    twin: '教学楼15楼通道2',
                  },
                  {
                    name: '教学楼15楼通道6',
                    twin: '教学楼15楼通道6',
                  },
                  {
                    name: '教学楼15楼南楼梯口',
                    twin: '教学楼15楼南楼梯口',
                  },
                ],
                教学综合楼9F: [
                  {
                    name: '教学楼9楼南楼梯口',
                    twin: '教学楼9楼南楼梯口',
                  },
                  {
                    name: '教学楼9楼通道6',
                    twin: '教学楼9楼通道6',
                  },
                  {
                    name: '教学楼9楼通道4',
                    twin: '教学楼9楼通道4',
                  },
                  {
                    name: '教学楼9楼通道3',
                    twin: '教学楼9楼通道3',
                  },
                  {
                    name: '教学楼9楼北电梯口',
                    twin: '教学楼9楼北电梯口',
                  },
                  {
                    name: '教学楼9楼通道1',
                    twin: '教学楼9楼通道1',
                  },
                  {
                    name: '教学楼9楼通道5',
                    twin: '教学楼9楼通道5',
                  },
                ],
                教学综合楼6F: [
                  {
                    name: '教学楼6F血透等候区',
                    twin: '教学楼6F血透等候区',
                  },
                  {
                    name: '教学楼6楼通道5',
                    twin: '教学楼6楼通道5',
                  },
                  {
                    name: '教学楼6楼通道3',
                    twin: '教学楼6楼通道3',
                  },
                  {
                    name: '教学楼6楼通道4',
                    twin: '教学楼6楼通道4',
                  },
                  {
                    name: '教学楼6楼通道2',
                    twin: '教学楼6楼通道2',
                  },
                  {
                    name: '教学楼6楼通道1',
                    twin: '教学楼6楼通道1',
                  },
                  {
                    name: '教学楼6楼南楼梯口',
                    twin: '教学楼6楼南楼梯口',
                  },
                ],
                教学综合楼7F: [
                  {
                    name: '教学楼7楼北电梯口',
                    twin: '教学楼7楼北电梯口',
                  },
                  {
                    name: '教学楼7楼通道5',
                    twin: '教学楼7楼通道5',
                  },
                  {
                    name: '教学楼7楼候珍区',
                    twin: '教学楼7楼候珍区',
                  },
                  {
                    name: '教学楼7楼通道3',
                    twin: '教学楼7楼通道3',
                  },
                  {
                    name: '教学楼7楼通道4',
                    twin: '教学楼7楼通道4',
                  },
                  {
                    name: '教学楼7楼通道2',
                    twin: '教学楼7楼通道2',
                  },
                  {
                    name: '教学楼7楼通道1',
                    twin: '教学楼7楼通道1',
                  },
                  {
                    name: '教学楼7楼南楼梯口',
                    twin: '教学楼7楼南楼梯口',
                  },
                ],
                教学综合楼4F: [
                  {
                    name: '教学楼4F北面妇科门诊治疗部3',
                    twin: '教学楼4F北面妇科门诊治疗部3',
                  },
                  {
                    name: '教学楼4F南面楼梯口',
                    twin: '教学楼4F南面楼梯口',
                  },
                  {
                    name: '教学楼4F南面通道1',
                    twin: '教学楼4F南面通道1',
                  },
                  {
                    name: '教学楼4F南面妇科门诊治疗部2',
                    twin: '教学楼4F南面妇科门诊治疗部2',
                  },
                  {
                    name: '教学楼4F北面妇科门诊治疗部4',
                    twin: '教学楼4F北面妇科门诊治疗部4',
                  },
                  {
                    name: '教学楼4F南面妇科门诊治疗部3',
                    twin: '教学楼4F南面妇科门诊治疗部3',
                  },
                  {
                    name: '教学楼4F北面妇科门诊治疗部2',
                    twin: '教学楼4F北面妇科门诊治疗部2',
                  },
                  {
                    name: '教学楼4F北面妇科门诊治疗部1',
                    twin: '教学楼4F北面妇科门诊治疗部1',
                  },
                  {
                    name: '教学楼4F北电梯厅',
                    twin: '教学楼4F北电梯厅',
                  },
                ],
                教学综合楼5F: [
                  {
                    name: '教学楼5F北面电梯厅',
                    twin: '教学楼5F北面电梯厅',
                  },
                  {
                    name: '教学楼五楼挂号处',
                    twin: '教学楼五楼挂号处',
                  },
                  {
                    name: '教学楼5F南面通道2',
                    twin: '教学楼5F南面通道2',
                  },
                  {
                    name: '教学楼5F北面通道1',
                    twin: '教学楼5F北面通道1',
                  },
                  {
                    name: '教学楼5F北面通道2',
                    twin: '教学楼5F北面通道2',
                  },
                  {
                    name: '教学楼5F南面通道1',
                    twin: '教学楼5F南面通道1',
                  },
                ],
                教学综合楼2F: [
                  {
                    name: '教学楼2F北电梯口2',
                    twin: '教学楼2F北电梯口2',
                  },
                  {
                    name: '教学楼2F北电梯口1',
                    twin: '教学楼2F北电梯口1',
                  },
                  {
                    name: '教学楼2F南面通道3',
                    twin: '教学楼2F南面通道3',
                  },
                  {
                    name: '教学楼2F北面通道1',
                    twin: '教学楼2F北面通道1',
                  },
                  {
                    name: '教学楼2F北面通道2',
                    twin: '教学楼2F北面通道2',
                  },
                  {
                    name: '教学楼2F南面电梯厅',
                    twin: '教学楼2F南面电梯厅',
                  },
                  {
                    name: '教学楼2F南步梯口',
                    twin: '教学楼2F南步梯口',
                  },
                ],
                教学综合楼3F: [
                  {
                    name: '教学楼3F北电梯厅',
                    twin: '教学楼3F北电梯厅',
                  },
                  {
                    name: '教学楼3F北面通道3',
                    twin: '教学楼3F北面通道3',
                  },
                  {
                    name: '教学楼3F北面通道1',
                    twin: '教学楼3F北面通道1',
                  },
                  {
                    name: '教学楼3F南面通道2',
                    twin: '教学楼3F南面通道2',
                  },
                  {
                    name: '教学楼3F北面通道2',
                    twin: '教学楼3F北面通道2',
                  },
                  {
                    name: '教学楼3F南面通道1',
                    twin: '教学楼3F南面通道1',
                  },
                  {
                    name: '教学楼3F南面楼梯口',
                    twin: '教学楼3F南面楼梯口',
                  },
                ],
              },
              '2号住院楼': {
                '2号住院楼19F': [
                  {
                    name: '2号楼19F-东步行梯',
                    twin: '2号楼19F-东步行梯',
                  },
                  {
                    name: '2号楼19F-西步行梯',
                    twin: '2号楼19F-西步行梯',
                  },
                  {
                    name: '2号楼19F-消防候梯厅',
                    twin: '2号楼19F-消防候梯厅',
                  },
                  {
                    name: '2号楼19F-医生通道2',
                    twin: '2号楼19F-医生通道2',
                  },
                  {
                    name: '2号楼19F-职工候梯厅',
                    twin: '2号楼19F-职工候梯厅',
                  },
                ],
                '2号住院楼7F': [
                  {
                    name: '2号楼7F-西步行梯',
                    twin: '2号楼7F-西步行梯',
                  },
                  {
                    name: '2号楼7F-东步行梯',
                    twin: '2号楼7F-东步行梯',
                  },
                  {
                    name: '2号楼7F-消防候梯厅',
                    twin: '2号楼7F-消防候梯厅',
                  },
                  {
                    name: '2号楼7F-消防梯通道',
                    twin: '2号楼7F-消防梯通道',
                  },
                  {
                    name: '2号楼7F-走廊东',
                    twin: '2号楼7F-走廊东',
                  },
                  {
                    name: '2号楼7F-走廊中1',
                    twin: '2号楼7F-走廊中1',
                  },
                  {
                    name: '2号楼7F-走廊中2',
                    twin: '2号楼7F-走廊中2',
                  },
                  {
                    name: '2号楼7F-配药间',
                    twin: '2号楼7F-配药间',
                  },
                  {
                    name: '2号楼7F-护士站',
                    twin: '2号楼7F-护士站',
                  },
                  {
                    name: '2号楼7F-职工候梯厅',
                    twin: '2号楼7F-职工候梯厅',
                  },
                  {
                    name: '2号楼7F-医生通道1',
                    twin: '2号楼7F-医生通道1',
                  },
                  {
                    name: '2号楼7F-医生通道2',
                    twin: '2号楼7F-医生通道2',
                  },
                  {
                    name: '2号楼7F-走廊西',
                    twin: '2号楼7F-走廊西',
                  },
                ],
                '2号住院楼9F': [
                  {
                    name: '2号楼9F-西步行梯',
                    twin: '2号楼9F-西步行梯',
                  },
                  {
                    name: '2号楼9F-东步行梯',
                    twin: '2号楼9F-东步行梯',
                  },
                  {
                    name: '2号楼9F-走廊东1',
                    twin: '2号楼9F-走廊东1',
                  },
                  {
                    name: '2号楼9F-走廊东2',
                    twin: '2号楼9F-走廊东2',
                  },
                  {
                    name: '2号楼9F-走廊中1',
                    twin: '2号楼9F-走廊中1',
                  },
                  {
                    name: '2号楼9F-走廊中2',
                    twin: '2号楼9F-走廊中2',
                  },
                  {
                    name: '2号楼9F-消防候梯厅',
                    twin: '2号楼9F-消防候梯厅',
                  },
                  {
                    name: '2号楼9F-消防梯通道',
                    twin: '2号楼9F-消防梯通道',
                  },
                  {
                    name: '2号楼9F-配药间',
                    twin: '2号楼9F-配药间',
                  },
                  {
                    name: '2号楼9F-护士站',
                    twin: '2号楼9F-护士站',
                  },
                  {
                    name: '2号楼9F-职工候梯厅',
                    twin: '2号楼9F-职工候梯厅',
                  },
                  {
                    name: '2号楼9F-医生通道1',
                    twin: '2号楼9F-医生通道1',
                  },
                  {
                    name: '2号楼9F-医生通道2',
                    twin: '2号楼9F-医生通道2',
                  },
                  {
                    name: '2号楼9F-医患沟通室',
                    twin: '2号楼9F-医患沟通室',
                  },
                ],
                '2号住院楼15F': [
                  {
                    name: '2号楼15F-西步行梯',
                    twin: '2号楼15F-西步行梯',
                  },
                  {
                    name: '2号楼15F-东步行梯',
                    twin: '2号楼15F-东步行梯',
                  },
                  {
                    name: '2号楼15F-消防梯通道',
                    twin: '2号楼15F-消防梯通道',
                  },
                  {
                    name: '2号楼15F-走廊中1',
                    twin: '2号楼15F-走廊中1',
                  },
                  {
                    name: '2号楼15F-走廊中2',
                    twin: '2号楼15F-走廊中2',
                  },
                  {
                    name: '2号楼15F-走廊西',
                    twin: '2号楼15F-走廊西',
                  },
                  {
                    name: '2号楼15F-走廊东',
                    twin: '2号楼15F-走廊东',
                  },
                  {
                    name: '2号楼15F-消防候梯厅',
                    twin: '2号楼15F-消防候梯厅',
                  },
                  {
                    name: '2号楼15F-配药间',
                    twin: '2号楼15F-配药间',
                  },
                  {
                    name: '2号楼15F-护士站',
                    twin: '2号楼15F-护士站',
                  },
                  {
                    name: '2号楼15F-职工候梯厅',
                    twin: '2号楼15F-职工候梯厅',
                  },
                  {
                    name: '2号楼15F-医生通道1',
                    twin: '2号楼15F-医生通道1',
                  },
                  {
                    name: '2号楼15F-医生通道2',
                    twin: '2号楼15F-医生通道2',
                  },
                ],
                '2号住院楼25F': [
                  {
                    name: '2号楼25F-东步行梯',
                    twin: '2号楼25F-东步行梯',
                  },
                  {
                    name: '2号楼25F-西步行梯',
                    twin: '2号楼25F-西步行梯',
                  },
                  {
                    name: '2号楼25F-消防梯通道',
                    twin: '2号楼25F-消防梯通道',
                  },
                  {
                    name: '2号楼25F-走廊东',
                    twin: '2号楼25F-走廊东',
                  },
                  {
                    name: '2号楼25F-走廊中2',
                    twin: '2号楼25F-走廊中2',
                  },
                  {
                    name: '2号楼25F-走廊中1',
                    twin: '2号楼25F-走廊中1',
                  },
                  {
                    name: '2号楼25F-配药间',
                    twin: '2号楼25F-配药间',
                  },
                  {
                    name: '2号楼25F-护士站',
                    twin: '2号楼25F-护士站',
                  },
                  {
                    name: '2号楼25F-走廊西',
                    twin: '2号楼25F-走廊西',
                  },
                  {
                    name: '2号楼25F-医生通道1',
                    twin: '2号楼25F-医生通道1',
                  },
                  {
                    name: '2号楼25F-消防候梯厅',
                    twin: '2号楼25F-消防候梯厅',
                  },
                  {
                    name: '2号楼25F-医生通道2',
                    twin: '2号楼25F-医生通道2',
                  },
                  {
                    name: '2号楼25F-职工候梯厅',
                    twin: '2号楼25F-职工候梯厅',
                  },
                  {
                    name: '2号楼25F-客梯候梯厅2',
                    twin: '2号楼25F-客梯候梯厅2',
                  },
                  {
                    name: '2号楼25F-客梯候梯厅1',
                    twin: '2号楼25F-客梯候梯厅1',
                  },
                ],
                '2号住院楼3F': [
                  {
                    name: '2号楼3F-西步行梯',
                    twin: '2号楼3F-西步行梯',
                  },
                  {
                    name: '2号楼3F-病人通道1',
                    twin: '2号楼3F-病人通道1',
                  },
                  {
                    name: '2号楼3F-病人通道2',
                    twin: '2号楼3F-病人通道2',
                  },
                  {
                    name: '2号楼3F-病人通道3',
                    twin: '2号楼3F-病人通道3',
                  },
                  {
                    name: '2号楼3F-病人通道4',
                    twin: '2号楼3F-病人通道4',
                  },
                  {
                    name: '2号楼3F-护士站',
                    twin: '2号楼3F-护士站',
                  },
                  {
                    name: '2号楼3F-病人通道5',
                    twin: '2号楼3F-病人通道5',
                  },
                  {
                    name: '2号楼3F-CT室后面通道',
                    twin: '2号楼3F-CT室后面通道',
                  },
                  {
                    name: '2号楼3F-候诊大厅1',
                    twin: '2号楼3F-候诊大厅1',
                  },
                  {
                    name: '2号楼3F-接待咨询处',
                    twin: '2号楼3F-接待咨询处',
                  },
                  {
                    name: '2号楼3F-医生通道1',
                    twin: '2号楼3F-医生通道1',
                  },
                  {
                    name: '2号楼3F-候诊大厅2',
                    twin: '2号楼3F-候诊大厅2',
                  },
                  {
                    name: '2号楼3F-客梯候梯厅3',
                    twin: '2号楼3F-客梯候梯厅3',
                  },
                  {
                    name: '2号楼3F-客梯候梯厅1',
                    twin: '2号楼3F-客梯候梯厅1',
                  },
                  {
                    name: '2号楼3F-客梯候梯厅4',
                    twin: '2号楼3F-客梯候梯厅4',
                  },
                  {
                    name: '2号楼3F-客梯候梯厅5',
                    twin: '2号楼3F-客梯候梯厅5',
                  },
                ],
                '2号住院楼17F': [
                  {
                    name: '2号楼17F-东步行梯',
                    twin: '2号楼17F-东步行梯',
                  },
                  {
                    name: '2号楼17F-西步行梯',
                    twin: '2号楼17F-西步行梯',
                  },
                  {
                    name: '2号楼17F-消防梯通道',
                    twin: '2号楼17F-消防梯通道',
                  },
                  {
                    name: '2号楼17F-走廊中1',
                    twin: '2号楼17F-走廊中1',
                  },
                  {
                    name: '2号楼17F-走廊中2',
                    twin: '2号楼17F-走廊中2',
                  },
                  {
                    name: '2号楼17F-走廊西',
                    twin: '2号楼17F-走廊西',
                  },
                  {
                    name: '2号楼17F-走廊东',
                    twin: '2号楼17F-走廊东',
                  },
                  {
                    name: '2号楼17F-消防候梯厅',
                    twin: '2号楼17F-消防候梯厅',
                  },
                  {
                    name: '2号楼17F-配药间',
                    twin: '2号楼17F-配药间',
                  },
                  {
                    name: '2号楼17F-护士站',
                    twin: '2号楼17F-护士站',
                  },
                  {
                    name: '2号楼17F-职工候梯厅',
                    twin: '2号楼17F-职工候梯厅',
                  },
                  {
                    name: '2号楼17F-医生通道1',
                    twin: '2号楼17F-医生通道1',
                  },
                  {
                    name: '2号楼17F-医生通道2',
                    twin: '2号楼17F-医生通道2',
                  },
                ],
                '2号住院楼5F': [
                  {
                    name: '2号楼5F-医生通道1',
                    twin: '2号楼5F-医生通道1',
                  },
                  {
                    name: '2号楼5F-客梯候梯厅3',
                    twin: '2号楼5F-客梯候梯厅3',
                  },
                  {
                    name: '2号楼5F-B超候诊区1',
                    twin: '2号楼5F-B超候诊区1',
                  },
                  {
                    name: '2号楼5F-西步行梯',
                    twin: '2号楼5F-西步行梯',
                  },
                  {
                    name: '2号楼5F-东步行梯',
                    twin: '2号楼5F-东步行梯',
                  },
                  {
                    name: '2号楼5F-消防候梯厅',
                    twin: '2号楼5F-消防候梯厅',
                  },
                  {
                    name: '2号楼5F-医生通道2',
                    twin: '2号楼5F-医生通道2',
                  },
                  {
                    name: '2号楼5F-病人通道1',
                    twin: '2号楼5F-病人通道1',
                  },
                  {
                    name: '2号楼5F-病人通道3',
                    twin: '2号楼5F-病人通道3',
                  },
                  {
                    name: '2号楼5F-抽血处',
                    twin: '2号楼5F-抽血处',
                  },
                  {
                    name: '2号楼5F-病人通道2',
                    twin: '2号楼5F-病人通道2',
                  },
                  {
                    name: '2号楼5F-护士站',
                    twin: '2号楼5F-护士站',
                  },
                  {
                    name: '2号楼5F-收费处1',
                    twin: '2号楼5F-收费处1',
                  },
                  {
                    name: '2号楼5F-收费处2',
                    twin: '2号楼5F-收费处2',
                  },
                  {
                    name: '2号楼5F-接待咨询处',
                    twin: '2号楼5F-接待咨询处',
                  },
                  {
                    name: '2号楼5F-候诊大厅1',
                    twin: '2号楼5F-候诊大厅1',
                  },
                  {
                    name: '2号楼5F-候诊大厅2',
                    twin: '2号楼5F-候诊大厅2',
                  },
                  {
                    name: '2号楼5F-客梯候梯厅2',
                    twin: '2号楼5F-客梯候梯厅2',
                  },
                  {
                    name: '2号楼5F-B超候诊区2',
                    twin: '2号楼5F-B超候诊区2',
                  },
                ],
                '2号住院楼1F': [
                  {
                    name: '2号楼1F-西大门（人脸）',
                    twin: '2号楼1F-西大门（人脸）',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅5',
                    twin: '2号楼1F-客梯候梯厅5',
                  },
                  {
                    name: '2号楼1F-东步行梯',
                    twin: '2号楼1F-东步行梯',
                  },
                  {
                    name: '2号楼1F-自助打单区',
                    twin: '2号楼1F-自助打单区',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅1',
                    twin: '2号楼1F-客梯候梯厅1',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅2',
                    twin: '2号楼1F-客梯候梯厅2',
                  },
                  {
                    name: '2号楼1F-北侧门2（人脸）',
                    twin: '2号楼1F-北侧门2（人脸）',
                  },
                  {
                    name: '2号楼1F-大门外3',
                    twin: '2号楼1F-大门外3',
                  },
                  {
                    name: '2号楼1F-南侧门（人脸）',
                    twin: '2号楼1F-南侧门（人脸）',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅3',
                    twin: '2号楼1F-客梯候梯厅3',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅4',
                    twin: '2号楼1F-客梯候梯厅4',
                  },
                  {
                    name: '2号楼1F-接待挂号处',
                    twin: '2号楼1F-接待挂号处',
                  },
                  {
                    name: '2号楼1F-西步行梯',
                    twin: '2号楼1F-西步行梯',
                  },
                  {
                    name: '2号楼1F-北侧门1（人脸）',
                    twin: '2号楼1F-北侧门1（人脸）',
                  },
                  {
                    name: '2号楼1F-大门外4',
                    twin: '2号楼1F-大门外4',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅6',
                    twin: '2号楼1F-客梯候梯厅6',
                  },
                  {
                    name: '2号楼1F-出入院办理区4',
                    twin: '2号楼1F-出入院办理区4',
                  },
                  {
                    name: '2号楼1F-出入院办理区3',
                    twin: '2号楼1F-出入院办理区3',
                  },
                  {
                    name: '2号楼1F-出入院办理区1',
                    twin: '2号楼1F-出入院办理区1',
                  },
                  {
                    name: '2号楼1F-出入院办理区2',
                    twin: '2号楼1F-出入院办理区2',
                  },
                  {
                    name: '2号楼1F-大门外2',
                    twin: '2号楼1F-大门外2',
                  },
                  {
                    name: '2号楼1F-大门外1',
                    twin: '2号楼1F-大门外1',
                  },
                  {
                    name: '2号楼1F-2号楼与3号楼连廊',
                    twin: '2号楼1F-2号楼与3号楼连廊',
                  },
                  {
                    name: '2号楼1F-西面植物路方向',
                    twin: '2号楼1F-西面植物路方向',
                  },
                ],
                '2号住院楼22F': [
                  {
                    name: '2号楼22F-东步行梯',
                    twin: '2号楼22F-东步行梯',
                  },
                  {
                    name: '2号楼22F-西步行梯',
                    twin: '2号楼22F-西步行梯',
                  },
                  {
                    name: '2号楼22F-消防梯通道',
                    twin: '2号楼22F-消防梯通道',
                  },
                  {
                    name: '2号楼22F-走廊东',
                    twin: '2号楼22F-走廊东',
                  },
                  {
                    name: '2号楼22F-走廊中2',
                    twin: '2号楼22F-走廊中2',
                  },
                  {
                    name: '2号楼22F-走廊中1',
                    twin: '2号楼22F-走廊中1',
                  },
                  {
                    name: '2号楼22F-配药间',
                    twin: '2号楼22F-配药间',
                  },
                  {
                    name: '2号楼22F-护士站',
                    twin: '2号楼22F-护士站',
                  },
                  {
                    name: '2号楼22F-走廊西',
                    twin: '2号楼22F-走廊西',
                  },
                  {
                    name: '2号楼22F-医生通道1',
                    twin: '2号楼22F-医生通道1',
                  },
                  {
                    name: '2号楼22F-消防候梯厅',
                    twin: '2号楼22F-消防候梯厅',
                  },
                  {
                    name: '2号楼22F-医生通道2',
                    twin: '2号楼22F-医生通道2',
                  },
                  {
                    name: '2号楼22F-职工候梯厅',
                    twin: '2号楼22F-职工候梯厅',
                  },
                ],
                '2号住院楼10F': [
                  {
                    name: '2号楼10F-东步行梯',
                    twin: '2号楼10F-东步行梯',
                  },
                  {
                    name: '2号楼10F-西步行梯',
                    twin: '2号楼10F-西步行梯',
                  },
                  {
                    name: '2号楼10F-消防梯通道',
                    twin: '2号楼10F-消防梯通道',
                  },
                  {
                    name: '2号楼10F-走廊中1',
                    twin: '2号楼10F-走廊中1',
                  },
                  {
                    name: '2号楼10F-走廊中2',
                    twin: '2号楼10F-走廊中2',
                  },
                  {
                    name: '2号楼10F-走廊西',
                    twin: '2号楼10F-走廊西',
                  },
                  {
                    name: '2号楼10F-走廊东',
                    twin: '2号楼10F-走廊东',
                  },
                  {
                    name: '2号楼10F-消防候梯厅',
                    twin: '2号楼10F-消防候梯厅',
                  },
                  {
                    name: '2号楼10F-配药间',
                    twin: '2号楼10F-配药间',
                  },
                  {
                    name: '2号楼10F-护士站',
                    twin: '2号楼10F-护士站',
                  },
                  {
                    name: '2号楼10F-职工候梯厅',
                    twin: '2号楼10F-职工候梯厅',
                  },
                  {
                    name: '2号楼10F-医生通道1',
                    twin: '2号楼10F-医生通道1',
                  },
                  {
                    name: '2号楼10F-医生通道2',
                    twin: '2号楼10F-医生通道2',
                  },
                ],
                '2号住院楼24F': [
                  {
                    name: '2号楼24F-消防梯通道',
                    twin: '2号楼24F-消防梯通道',
                  },
                  {
                    name: '2号楼24F-走廊东',
                    twin: '2号楼24F-走廊东',
                  },
                  {
                    name: '2号楼24F-走廊中2',
                    twin: '2号楼24F-走廊中2',
                  },
                  {
                    name: '2号楼24F-走廊中1',
                    twin: '2号楼24F-走廊中1',
                  },
                  {
                    name: '2号楼24F-配药间',
                    twin: '2号楼24F-配药间',
                  },
                  {
                    name: '2号楼24F-护士站',
                    twin: '2号楼24F-护士站',
                  },
                  {
                    name: '2号楼24F-走廊西',
                    twin: '2号楼24F-走廊西',
                  },
                  {
                    name: '2号楼24F-医生通道1',
                    twin: '2号楼24F-医生通道1',
                  },
                  {
                    name: '2号楼24F-消防候梯厅',
                    twin: '2号楼24F-消防候梯厅',
                  },
                  {
                    name: '2号楼24F-医生通道2',
                    twin: '2号楼24F-医生通道2',
                  },
                  {
                    name: '2号楼24F-职工候梯厅',
                    twin: '2号楼24F-职工候梯厅',
                  },
                  {
                    name: '2号楼24F-客梯候梯厅2',
                    twin: '2号楼24F-客梯候梯厅2',
                  },
                  {
                    name: '2号楼24F-客梯候梯厅1',
                    twin: '2号楼24F-客梯候梯厅1',
                  },
                  {
                    name: '2号楼24F-东步行梯',
                    twin: '2号楼24F-东步行梯',
                  },
                  {
                    name: '2号楼24F-西步行梯',
                    twin: '2号楼24F-西步行梯',
                  },
                ],
                '2号住院楼12F': [
                  {
                    name: '2号楼12F-东步行梯',
                    twin: '2号楼12F-东步行梯',
                  },
                  {
                    name: '2号楼12F-西步行梯',
                    twin: '2号楼12F-西步行梯',
                  },
                  {
                    name: '2号楼12F-消防梯通道',
                    twin: '2号楼12F-消防梯通道',
                  },
                  {
                    name: '2号楼12F-走廊中1',
                    twin: '2号楼12F-走廊中1',
                  },
                  {
                    name: '2号楼12F-走廊中2',
                    twin: '2号楼12F-走廊中2',
                  },
                  {
                    name: '2号楼12F-走廊西',
                    twin: '2号楼12F-走廊西',
                  },
                  {
                    name: '2号楼12F-走廊东',
                    twin: '2号楼12F-走廊东',
                  },
                  {
                    name: '2号楼12F-消防候梯厅',
                    twin: '2号楼12F-消防候梯厅',
                  },
                  {
                    name: '2号楼12F-配药间',
                    twin: '2号楼12F-配药间',
                  },
                  {
                    name: '2号楼12F-护士站',
                    twin: '2号楼12F-护士站',
                  },
                  {
                    name: '2号楼12F-职工候梯厅',
                    twin: '2号楼12F-职工候梯厅',
                  },
                  {
                    name: '2号楼12F-医生通道1',
                    twin: '2号楼12F-医生通道1',
                  },
                  {
                    name: '2号楼12F-医生通道2',
                    twin: '2号楼12F-医生通道2',
                  },
                ],
                '2号住院楼20F': [
                  {
                    name: '2号楼20F-西步行梯',
                    twin: '2号楼20F-西步行梯',
                  },
                  {
                    name: '2号楼20F-东步行梯',
                    twin: '2号楼20F-东步行梯',
                  },
                  {
                    name: '2号楼20F-医生通道1',
                    twin: '2号楼20F-医生通道1',
                  },
                  {
                    name: '2号楼20F-消防候梯厅',
                    twin: '2号楼20F-消防候梯厅',
                  },
                  {
                    name: '2号楼20F-职工候梯厅',
                    twin: '2号楼20F-职工候梯厅',
                  },
                ],
                '2号住院楼8F': [
                  {
                    name: '2号楼8F-东步行梯',
                    twin: '2号楼8F-东步行梯',
                  },
                  {
                    name: '2号楼8F-西步行梯',
                    twin: '2号楼8F-西步行梯',
                  },
                  {
                    name: '2号楼8F-消防候梯厅',
                    twin: '2号楼8F-消防候梯厅',
                  },
                  {
                    name: '2号楼8F-消防梯通道',
                    twin: '2号楼8F-消防梯通道',
                  },
                  {
                    name: '2号楼8F-走廊东',
                    twin: '2号楼8F-走廊东',
                  },
                  {
                    name: '2号楼8F-走廊中1',
                    twin: '2号楼8F-走廊中1',
                  },
                  {
                    name: '2号楼8F-走廊中2',
                    twin: '2号楼8F-走廊中2',
                  },
                  {
                    name: '2号楼8F-配药间',
                    twin: '2号楼8F-配药间',
                  },
                  {
                    name: '2号楼8F-护士站',
                    twin: '2号楼8F-护士站',
                  },
                  {
                    name: '2号楼8F-职工候梯厅',
                    twin: '2号楼8F-职工候梯厅',
                  },
                  {
                    name: '2号楼8F-医生通道1',
                    twin: '2号楼8F-医生通道1',
                  },
                  {
                    name: '2号楼8F-医生通道2',
                    twin: '2号楼8F-医生通道2',
                  },
                  {
                    name: '2号楼8F-走廊西',
                    twin: '2号楼8F-走廊西',
                  },
                ],
                '2号住院楼18F': [
                  {
                    name: '2号楼18F-医生通道2',
                    twin: '2号楼18F-医生通道2',
                  },
                  {
                    name: '2号楼18F-消防候梯厅',
                    twin: '2号楼18F-消防候梯厅',
                  },
                  {
                    name: '2号楼18F-职工候梯厅',
                    twin: '2号楼18F-职工候梯厅',
                  },
                  {
                    name: '2号楼18F-医生通道1',
                    twin: '2号楼18F-医生通道1',
                  },
                  {
                    name: '2号楼18F-东步行梯',
                    twin: '2号楼18F-东步行梯',
                  },
                  {
                    name: '2号楼18F-西步行梯',
                    twin: '2号楼18F-西步行梯',
                  },
                ],
                '2号住院楼26F': [
                  {
                    name: '2号楼26F-东步行梯',
                    twin: '2号楼26F-东步行梯',
                  },
                  {
                    name: '2号楼26F-西步行梯',
                    twin: '2号楼26F-西步行梯',
                  },
                  {
                    name: '2号楼26F-消防梯通道',
                    twin: '2号楼26F-消防梯通道',
                  },
                  {
                    name: '2号楼26F-走廊东',
                    twin: '2号楼26F-走廊东',
                  },
                  {
                    name: '2号楼26F-走廊中2',
                    twin: '2号楼26F-走廊中2',
                  },
                  {
                    name: '2号楼26F-走廊中1',
                    twin: '2号楼26F-走廊中1',
                  },
                  {
                    name: '2号楼26F-配药间',
                    twin: '2号楼26F-配药间',
                  },
                  {
                    name: '2号楼26F-护士站',
                    twin: '2号楼26F-护士站',
                  },
                  {
                    name: '2号楼26F-走廊西',
                    twin: '2号楼26F-走廊西',
                  },
                  {
                    name: '2号楼26F-医生通道1',
                    twin: '2号楼26F-医生通道1',
                  },
                  {
                    name: '2号楼26F-消防候梯厅',
                    twin: '2号楼26F-消防候梯厅',
                  },
                  {
                    name: '2号楼26F-医生通道2',
                    twin: '2号楼26F-医生通道2',
                  },
                  {
                    name: '2号楼26F-职工候梯厅',
                    twin: '2号楼26F-职工候梯厅',
                  },
                  {
                    name: '2号楼26F-客梯候梯厅2',
                    twin: '2号楼26F-客梯候梯厅2',
                  },
                  {
                    name: '2号楼26F-客梯候梯厅1',
                    twin: '2号楼26F-客梯候梯厅1',
                  },
                ],
                '2号住院楼4F': [
                  {
                    name: '2号楼4F-西步行梯',
                    twin: '2号楼4F-西步行梯',
                  },
                  {
                    name: '2号楼4F-VIP区通道1',
                    twin: '2号楼4F-VIP区通道1',
                  },
                  {
                    name: '2号楼4F-病人通道4',
                    twin: '2号楼4F-病人通道4',
                  },
                  {
                    name: '2号楼4F-病人通道3',
                    twin: '2号楼4F-病人通道3',
                  },
                  {
                    name: '2号楼4F-病人通道2',
                    twin: '2号楼4F-病人通道2',
                  },
                  {
                    name: '2号楼4F-病人通道1',
                    twin: '2号楼4F-病人通道1',
                  },
                  {
                    name: '2号楼4F-餐厅1',
                    twin: '2号楼4F-餐厅1',
                  },
                  {
                    name: '2号楼4F-餐厅2',
                    twin: '2号楼4F-餐厅2',
                  },
                  {
                    name: '2号楼4F-病人通道6',
                    twin: '2号楼4F-病人通道6',
                  },
                  {
                    name: '2号楼4F-病人通道5',
                    twin: '2号楼4F-病人通道5',
                  },
                  {
                    name: '2号楼4F-业务办理处',
                    twin: '2号楼4F-业务办理处',
                  },
                  {
                    name: '2号楼4F-餐厅3',
                    twin: '2号楼4F-餐厅3',
                  },
                  {
                    name: '2号楼4F-医生通道1',
                    twin: '2号楼4F-医生通道1',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅5',
                    twin: '2号楼4F-客梯候梯厅5',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅4',
                    twin: '2号楼4F-客梯候梯厅4',
                  },
                  {
                    name: '2号楼4F-候诊大厅1',
                    twin: '2号楼4F-候诊大厅1',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅3',
                    twin: '2号楼4F-客梯候梯厅3',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅1',
                    twin: '2号楼4F-客梯候梯厅1',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅2',
                    twin: '2号楼4F-客梯候梯厅2',
                  },
                  {
                    name: '2号楼4F-VIP区通道2',
                    twin: '2号楼4F-VIP区通道2',
                  },
                  {
                    name: '2号楼4F-VIP区通道3',
                    twin: '2号楼4F-VIP区通道3',
                  },
                  {
                    name: '2号楼4F-VIP区通道4',
                    twin: '2号楼4F-VIP区通道4',
                  },
                  {
                    name: '2号楼4F-VIP区通道6',
                    twin: '2号楼4F-VIP区通道6',
                  },
                  {
                    name: '2号楼4F-VIP区阳台',
                    twin: '2号楼4F-VIP区阳台',
                  },
                ],
                '2号住院楼14F': [
                  {
                    name: '2号楼14F-西步行梯',
                    twin: '2号楼14F-西步行梯',
                  },
                  {
                    name: '2号楼14F-东步行梯',
                    twin: '2号楼14F-东步行梯',
                  },
                  {
                    name: '2号楼14F-消防梯通道',
                    twin: '2号楼14F-消防梯通道',
                  },
                  {
                    name: '2号楼14F-走廊中1',
                    twin: '2号楼14F-走廊中1',
                  },
                  {
                    name: '2号楼14F-走廊中2',
                    twin: '2号楼14F-走廊中2',
                  },
                  {
                    name: '2号楼14F-走廊西',
                    twin: '2号楼14F-走廊西',
                  },
                  {
                    name: '2号楼14F-走廊东',
                    twin: '2号楼14F-走廊东',
                  },
                  {
                    name: '2号楼14F-消防候梯厅',
                    twin: '2号楼14F-消防候梯厅',
                  },
                  {
                    name: '2号楼14F-配药间',
                    twin: '2号楼14F-配药间',
                  },
                  {
                    name: '2号楼14F-护士站',
                    twin: '2号楼14F-护士站',
                  },
                  {
                    name: '2号楼14F-职工候梯厅',
                    twin: '2号楼14F-职工候梯厅',
                  },
                  {
                    name: '2号楼14F-医生通道1',
                    twin: '2号楼14F-医生通道1',
                  },
                  {
                    name: '2号楼14F-医生通道2',
                    twin: '2号楼14F-医生通道2',
                  },
                ],
                '2号住院楼6F': [
                  {
                    name: '2号楼6F-东步行梯',
                    twin: '2号楼6F-东步行梯',
                  },
                  {
                    name: '2号楼6F-客梯候梯厅3',
                    twin: '2号楼6F-客梯候梯厅3',
                  },
                  {
                    name: '2号楼6F-候诊大厅2',
                    twin: '2号楼6F-候诊大厅2',
                  },
                  {
                    name: '2号楼6F-西步行梯',
                    twin: '2号楼6F-西步行梯',
                  },
                  {
                    name: '2号楼6F-消防候梯厅',
                    twin: '2号楼6F-消防候梯厅',
                  },
                  {
                    name: '2号楼6F-医生通道2',
                    twin: '2号楼6F-医生通道2',
                  },
                  {
                    name: '2号楼6F-病人通道2',
                    twin: '2号楼6F-病人通道2',
                  },
                  {
                    name: '2号楼6F-病人通道3',
                    twin: '2号楼6F-病人通道3',
                  },
                  {
                    name: '2号楼6F-输液区',
                    twin: '2号楼6F-输液区',
                  },
                  {
                    name: '2号楼6F-收费处2',
                    twin: '2号楼6F-收费处2',
                  },
                  {
                    name: '2号楼6F-接待咨询处',
                    twin: '2号楼6F-接待咨询处',
                  },
                  {
                    name: '2号楼6F-候诊大厅1',
                    twin: '2号楼6F-候诊大厅1',
                  },
                  {
                    name: '2号楼6F-候药区3',
                    twin: '2号楼6F-候药区3',
                  },
                  {
                    name: '2号楼6F-候药区2',
                    twin: '2号楼6F-候药区2',
                  },
                  {
                    name: '2号楼6F-医生通道1',
                    twin: '2号楼6F-医生通道1',
                  },
                  {
                    name: '2号楼6F-候药区1',
                    twin: '2号楼6F-候药区1',
                  },
                ],
                '2号住院楼16F': [
                  {
                    name: '2号楼16F-西步行梯',
                    twin: '2号楼16F-西步行梯',
                  },
                  {
                    name: '2号楼16F-东步行梯',
                    twin: '2号楼16F-东步行梯',
                  },
                  {
                    name: '2号楼16F-消防梯通道',
                    twin: '2号楼16F-消防梯通道',
                  },
                  {
                    name: '2号楼16F-走廊中1',
                    twin: '2号楼16F-走廊中1',
                  },
                  {
                    name: '2号楼16F-走廊中2',
                    twin: '2号楼16F-走廊中2',
                  },
                  {
                    name: '2号楼16F-走廊西',
                    twin: '2号楼16F-走廊西',
                  },
                  {
                    name: '2号楼16F-走廊东',
                    twin: '2号楼16F-走廊东',
                  },
                  {
                    name: '2号楼16F-消防候梯厅',
                    twin: '2号楼16F-消防候梯厅',
                  },
                  {
                    name: '2号楼16F-配药间',
                    twin: '2号楼16F-配药间',
                  },
                  {
                    name: '2号楼16F-护士站',
                    twin: '2号楼16F-护士站',
                  },
                  {
                    name: '2号楼16F-职工候梯厅',
                    twin: '2号楼16F-职工候梯厅',
                  },
                  {
                    name: '2号楼16F-医生通道1',
                    twin: '2号楼16F-医生通道1',
                  },
                  {
                    name: '2号楼16F-医生通道2',
                    twin: '2号楼16F-医生通道2',
                  },
                ],
                '2号住院楼2F': [
                  {
                    name: '2号楼2F-西步行梯',
                    twin: '2号楼2F-西步行梯',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅5',
                    twin: '2号楼2F-客梯候梯厅5',
                  },
                  {
                    name: '2号楼2F-病人通道2',
                    twin: '2号楼2F-病人通道2',
                  },
                  {
                    name: '2号楼2F-病人通道1',
                    twin: '2号楼2F-病人通道1',
                  },
                  {
                    name: '2号楼2F-东步行梯',
                    twin: '2号楼2F-东步行梯',
                  },
                  {
                    name: '2号楼2F-病人通道4',
                    twin: '2号楼2F-病人通道4',
                  },
                  {
                    name: '2号楼2F-病人通道3',
                    twin: '2号楼2F-病人通道3',
                  },
                  {
                    name: '2号楼2F-候诊区1',
                    twin: '2号楼2F-候诊区1',
                  },
                  {
                    name: '2号楼2F-候诊区2',
                    twin: '2号楼2F-候诊区2',
                  },
                  {
                    name: '2号楼2F-候诊区3',
                    twin: '2号楼2F-候诊区3',
                  },
                  {
                    name: '2号楼2F-候诊大厅1',
                    twin: '2号楼2F-候诊大厅1',
                  },
                  {
                    name: '2号楼2F-登记室',
                    twin: '2号楼2F-登记室',
                  },
                  {
                    name: '2号楼2F-护士站',
                    twin: '2号楼2F-护士站',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅2',
                    twin: '2号楼2F-客梯候梯厅2',
                  },
                  {
                    name: '2号楼2F-候诊大厅2',
                    twin: '2号楼2F-候诊大厅2',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅3',
                    twin: '2号楼2F-客梯候梯厅3',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅1',
                    twin: '2号楼2F-客梯候梯厅1',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅4',
                    twin: '2号楼2F-客梯候梯厅4',
                  },
                  {
                    name: '2号楼2F-医生通道1',
                    twin: '2号楼2F-医生通道1',
                  },
                  {
                    name: '2号楼2F-DR候诊区1',
                    twin: '2号楼2F-DR候诊区1',
                  },
                  {
                    name: '2号楼2F-DR候诊区2',
                    twin: '2号楼2F-DR候诊区2',
                  },
                  {
                    name: '2号楼2F-DR医生通道1',
                    twin: '2号楼2F-DR医生通道1',
                  },
                ],
                '2号住院楼11F': [
                  {
                    name: '2号楼11F-西步行梯',
                    twin: '2号楼11F-西步行梯',
                  },
                  {
                    name: '2号楼11F-消防梯通道',
                    twin: '2号楼11F-消防梯通道',
                  },
                  {
                    name: '2号楼11F-走廊中1',
                    twin: '2号楼11F-走廊中1',
                  },
                  {
                    name: '2号楼11F-走廊中2',
                    twin: '2号楼11F-走廊中2',
                  },
                  {
                    name: '2号楼11F-走廊西',
                    twin: '2号楼11F-走廊西',
                  },
                  {
                    name: '2号楼11F-走廊东',
                    twin: '2号楼11F-走廊东',
                  },
                  {
                    name: '2号楼11F-消防候梯厅',
                    twin: '2号楼11F-消防候梯厅',
                  },
                  {
                    name: '2号楼11F-配药间',
                    twin: '2号楼11F-配药间',
                  },
                  {
                    name: '2号楼11F-护士站',
                    twin: '2号楼11F-护士站',
                  },
                  {
                    name: '2号楼11F-职工候梯厅',
                    twin: '2号楼11F-职工候梯厅',
                  },
                  {
                    name: '2号楼11F-医生通道1',
                    twin: '2号楼11F-医生通道1',
                  },
                  {
                    name: '2号楼11F-医生通道2',
                    twin: '2号楼11F-医生通道2',
                  },
                  {
                    name: '2号楼11F-东步行梯',
                    twin: '2号楼11F-东步行梯',
                  },
                ],
                '2号住院楼21F': [
                  {
                    name: '2号楼21F-西步行梯',
                    twin: '2号楼21F-西步行梯',
                  },
                  {
                    name: '2号楼21F-东步行梯',
                    twin: '2号楼21F-东步行梯',
                  },
                  {
                    name: '2号楼21F-消防梯通道',
                    twin: '2号楼21F-消防梯通道',
                  },
                  {
                    name: '2号楼21F-走廊东',
                    twin: '2号楼21F-走廊东',
                  },
                  {
                    name: '2号楼21F-走廊中2',
                    twin: '2号楼21F-走廊中2',
                  },
                  {
                    name: '2号楼21F-走廊中1',
                    twin: '2号楼21F-走廊中1',
                  },
                  {
                    name: '2号楼21F-配药间',
                    twin: '2号楼21F-配药间',
                  },
                  {
                    name: '2号楼21F-护士站',
                    twin: '2号楼21F-护士站',
                  },
                  {
                    name: '2号楼21F-走廊西',
                    twin: '2号楼21F-走廊西',
                  },
                  {
                    name: '2号楼21F-医生通道1',
                    twin: '2号楼21F-医生通道1',
                  },
                  {
                    name: '2号楼21F-消防候梯厅',
                    twin: '2号楼21F-消防候梯厅',
                  },
                  {
                    name: '2号楼21F-医生通道2',
                    twin: '2号楼21F-医生通道2',
                  },
                  {
                    name: '2号楼21F-职工候梯厅',
                    twin: '2号楼21F-职工候梯厅',
                  },
                ],
                '2号住院楼13F': [
                  {
                    name: '2号楼13F-东步行梯',
                    twin: '2号楼13F-东步行梯',
                  },
                  {
                    name: '2号楼13F-西步行梯',
                    twin: '2号楼13F-西步行梯',
                  },
                  {
                    name: '2号楼13F-消防梯通道',
                    twin: '2号楼13F-消防梯通道',
                  },
                  {
                    name: '2号楼13F-走廊中1',
                    twin: '2号楼13F-走廊中1',
                  },
                  {
                    name: '2号楼13F-走廊中2',
                    twin: '2号楼13F-走廊中2',
                  },
                  {
                    name: '2号楼13F-走廊西',
                    twin: '2号楼13F-走廊西',
                  },
                  {
                    name: '2号楼13F-走廊东',
                    twin: '2号楼13F-走廊东',
                  },
                  {
                    name: '2号楼13F-消防候梯厅',
                    twin: '2号楼13F-消防候梯厅',
                  },
                  {
                    name: '2号楼13F-配药间',
                    twin: '2号楼13F-配药间',
                  },
                  {
                    name: '2号楼13F-护士站',
                    twin: '2号楼13F-护士站',
                  },
                  {
                    name: '2号楼13F-职工候梯厅',
                    twin: '2号楼13F-职工候梯厅',
                  },
                  {
                    name: '2号楼13F-医生通道1',
                    twin: '2号楼13F-医生通道1',
                  },
                  {
                    name: '2号楼13F-医生通道2',
                    twin: '2号楼13F-医生通道2',
                  },
                ],
                '2号住院楼23F': [
                  {
                    name: '2号楼23F-东步行梯',
                    twin: '2号楼23F-东步行梯',
                  },
                  {
                    name: '2号楼23F-西步行梯',
                    twin: '2号楼23F-西步行梯',
                  },
                  {
                    name: '2号楼23F-消防梯通道',
                    twin: '2号楼23F-消防梯通道',
                  },
                  {
                    name: '2号楼23F-走廊东',
                    twin: '2号楼23F-走廊东',
                  },
                  {
                    name: '2号楼23F-走廊中2',
                    twin: '2号楼23F-走廊中2',
                  },
                  {
                    name: '2号楼23F-走廊中1',
                    twin: '2号楼23F-走廊中1',
                  },
                  {
                    name: '2号楼23F-配药间',
                    twin: '2号楼23F-配药间',
                  },
                  {
                    name: '2号楼23F-护士站',
                    twin: '2号楼23F-护士站',
                  },
                  {
                    name: '2号楼23F-走廊西',
                    twin: '2号楼23F-走廊西',
                  },
                  {
                    name: '2号楼23F-医生通道1',
                    twin: '2号楼23F-医生通道1',
                  },
                  {
                    name: '2号楼23F-消防候梯厅',
                    twin: '2号楼23F-消防候梯厅',
                  },
                  {
                    name: '2号楼23F-医生通道2',
                    twin: '2号楼23F-医生通道2',
                  },
                  {
                    name: '2号楼23F-职工候梯厅',
                    twin: '2号楼23F-职工候梯厅',
                  },
                  {
                    name: '2号楼23F-客梯候梯厅2',
                    twin: '2号楼23F-客梯候梯厅2',
                  },
                  {
                    name: '2号楼23F-客梯候梯厅1',
                    twin: '2号楼23F-客梯候梯厅1',
                  },
                ],
              },
            },
            videoDevicesStatistics: {
              total: 1292,
              children: [
                {
                  connected: 39,
                  total: 43,
                  percentage: 90.7,
                  building: '视光中心',
                },
                {
                  connected: 37,
                  total: 83,
                  percentage: 44.6,
                  building: '信息科研中心',
                },
                {
                  connected: 57,
                  total: 85,
                  percentage: 67.1,
                  building: '门诊综合楼B区',
                },
                {
                  connected: 503,
                  total: 649,
                  percentage: 77.5,
                  building: '门诊综合楼A区',
                },
                {
                  connected: 136,
                  total: 139,
                  percentage: 97.8,
                  building: '教学综合楼',
                },
                {
                  connected: 132,
                  total: 149,
                  percentage: 88.6,
                  building: '3号住院楼',
                },
                {
                  connected: 418,
                  total: 552,
                  percentage: 75.7,
                  building: '2号住院楼',
                },
                {
                  connected: 140,
                  total: 162,
                  percentage: 86.4,
                  building: '1号住院楼',
                },
              ],
            },
            videoMonitoringList: {
              视光中心: {
                视光中心4F: [
                  {
                    name: '视光楼四楼西侧电梯口',
                    twin: '视光楼四楼西侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002013',
                  },
                  {
                    name: '视光楼四楼东侧电梯口',
                    twin: '视光楼四楼东侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002014',
                  },
                ],
                视光中心7F: [
                  {
                    name: '视光楼七楼西侧电梯口',
                    twin: '视光楼七楼西侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002024',
                  },
                ],
                视光中心6F: [
                  {
                    name: '视光楼六楼东侧电梯口',
                    twin: '视光楼六楼东侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002017',
                  },
                  {
                    name: '视光楼六楼服务台',
                    twin: '视光楼六楼服务台',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002016',
                  },
                  {
                    name: '视光楼六楼取精室门口',
                    twin: '视光楼六楼取精室门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002022',
                  },
                  {
                    name: '视光楼六楼大厅环境1',
                    twin: '视光楼六楼大厅环境1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002021',
                  },
                  {
                    name: '视光楼六楼办公室门前',
                    twin: '视光楼六楼办公室门前',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002020',
                  },
                  {
                    name: '视光楼六楼诊室3、4门前',
                    twin: '视光楼六楼诊室3、4门前',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002018',
                  },
                  {
                    name: '视光楼六楼诊室1、2门前',
                    twin: '视光楼六楼诊室1、2门前',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002019',
                  },
                  {
                    name: '视光楼六楼大厅环境2',
                    twin: '视光楼六楼大厅环境2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002023',
                  },
                  {
                    name: '视光楼六楼西侧电梯口',
                    twin: '视光楼六楼西侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002015',
                  },
                ],
                视光中心1F: [
                  {
                    name: '视光楼大门口球机',
                    twin: '视光楼大门口球机',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001981',
                  },
                  {
                    name: '视光楼一楼东侧电梯口',
                    twin: '视光楼一楼东侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001995',
                  },
                  {
                    name: '视光楼一楼东侧楼梯口',
                    twin: '视光楼一楼东侧楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001994',
                  },
                  {
                    name: '视光楼一楼大厅4',
                    twin: '视光楼一楼大厅4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001992',
                  },
                  {
                    name: '视光楼一楼大厅3',
                    twin: '视光楼一楼大厅3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001991',
                  },
                  {
                    name: '视光楼一楼大厅2',
                    twin: '视光楼一楼大厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001990',
                  },
                  {
                    name: '视光楼一楼大厅1',
                    twin: '视光楼一楼大厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001989',
                  },
                  {
                    name: '视光楼高压氧科大门',
                    twin: '视光楼高压氧科大门',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001988',
                  },
                  {
                    name: '视光楼高压氧舱',
                    twin: '视光楼高压氧舱',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001986',
                  },
                  {
                    name: '视光楼1楼西侧楼梯口',
                    twin: '视光楼1楼西侧楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001987',
                  },
                  {
                    name: '视光楼东侧门口通道',
                    twin: '视光楼东侧门口通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001985',
                  },
                  {
                    name: '视光楼门口',
                    twin: '视光楼门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001982',
                  },
                  {
                    name: '视光楼电车停放处2',
                    twin: '视光楼电车停放处2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001984',
                  },
                  {
                    name: '视光楼电车停放处1',
                    twin: '视光楼电车停放处1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001983',
                  },
                  {
                    name: '视光附属楼一楼外面',
                    twin: '视光附属楼一楼外面',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001996',
                  },
                ],
                视光中心3F: [
                  {
                    name: '视光楼三楼西侧电梯口',
                    twin: '视光楼三楼西侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002012',
                  },
                  {
                    name: '视光楼三楼东侧电梯口',
                    twin: '视光楼三楼东侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002011',
                  },
                  {
                    name: '视光楼三楼候诊区',
                    twin: '视光楼三楼候诊区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002009',
                  },
                ],
                视光中心2F: [
                  {
                    name: '视光楼二楼东侧电梯口',
                    twin: '视光楼二楼东侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002003',
                  },
                  {
                    name: '视光楼二楼候诊大厅',
                    twin: '视光楼二楼候诊大厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002002',
                  },
                  {
                    name: '视光楼二楼西侧电梯口',
                    twin: '视光楼二楼西侧电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002006',
                  },
                  {
                    name: '视光附属楼3楼候诊室通道',
                    twin: '视光附属楼3楼候诊室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002007',
                  },
                  {
                    name: '视光附属楼3楼候诊室1',
                    twin: '视光附属楼3楼候诊室1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314002008',
                  },
                ],
              },
              信息科研中心: {
                信息科研楼1F: [
                  {
                    name: '信息楼门诊通道',
                    twin: '信息楼门诊通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001908',
                  },
                  {
                    name: '信息楼中心花园',
                    twin: '信息楼中心花园',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001909',
                  },
                  {
                    name: '信息楼一层值班室门外',
                    twin: '信息楼一层值班室门外',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001905',
                  },
                  {
                    name: '信息楼一层西侧通道',
                    twin: '信息楼一层西侧通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001906',
                  },
                ],
                信息科研楼2F: [
                  {
                    name: '信息楼二层走廊东侧',
                    twin: '信息楼二层走廊东侧',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001922',
                  },
                  {
                    name: '信息楼二层西侧',
                    twin: '信息楼二层西侧',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001921',
                  },
                  {
                    name: '信息楼二层东侧门口',
                    twin: '信息楼二层东侧门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001924',
                  },
                  {
                    name: '信息楼2F-无菌物品发放窗',
                    twin: '信息楼2F-无菌物品发放窗',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001918',
                  },
                  {
                    name: '信息楼二楼无菌物品存放区',
                    twin: '信息楼二楼无菌物品存放区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001930',
                  },
                  {
                    name: '信息楼二层外走廊',
                    twin: '信息楼二层外走廊',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001925',
                  },
                  {
                    name: '信息楼二层电梯厅',
                    twin: '信息楼二层电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001923',
                  },
                ],
                信息科研楼3F: [
                  {
                    name: '信息楼三层东侧电梯厅',
                    twin: '信息楼三层东侧电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001937',
                  },
                  {
                    name: '信息楼三层西侧出口',
                    twin: '信息楼三层西侧出口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001938',
                  },
                ],
                信息科研楼4F: [
                  {
                    name: '信息楼四层病案室门口',
                    twin: '信息楼四层病案室门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001941',
                  },
                  {
                    name: '信息楼四层东侧电梯厅',
                    twin: '信息楼四层东侧电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001940',
                  },
                  {
                    name: '信息楼四层西侧出口',
                    twin: '信息楼四层西侧出口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001939',
                  },
                ],
                信息科研楼5F: [
                  {
                    name: '信息楼五层东侧电梯厅',
                    twin: '信息楼五层东侧电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001951',
                  },
                  {
                    name: '信息楼五层西侧出口',
                    twin: '信息楼五层西侧出口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001950',
                  },
                ],
                信息科研楼6F: [
                  {
                    name: '信息楼六层西侧出口',
                    twin: '信息楼六层西侧出口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001952',
                  },
                  {
                    name: '信息楼六层东侧电梯厅',
                    twin: '信息楼六层东侧电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001953',
                  },
                ],
                信息科研楼7F: [
                  {
                    name: '信息楼七层走廊东侧',
                    twin: '信息楼七层走廊东侧',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001955',
                  },
                  {
                    name: '信息楼七层西侧出口',
                    twin: '信息楼七层西侧出口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001954',
                  },
                  {
                    name: '信息楼七层电梯厅',
                    twin: '信息楼七层电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001956',
                  },
                ],
                信息科研楼8F: [
                  {
                    name: '信息楼八层走廊东侧',
                    twin: '信息楼八层走廊东侧',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001967',
                  },
                  {
                    name: '信息楼八层电梯厅',
                    twin: '信息楼八层电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001968',
                  },
                ],
                信息科研楼9F: [
                  {
                    name: '信息楼九层走廊西侧',
                    twin: '信息楼九层走廊西侧',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001971',
                  },
                  {
                    name: '信息楼九层蛋白质实验室1',
                    twin: '信息楼九层蛋白质实验室1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001975',
                  },
                  {
                    name: '信息楼九层免疫学实验室',
                    twin: '信息楼九层免疫学实验室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001973',
                  },
                  {
                    name: '信息楼九层电梯厅',
                    twin: '信息楼九层电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001972',
                  },
                ],
              },
              '3号住院楼': {
                '3号住院楼17F': [
                  {
                    name: '三号楼17楼东面候梯厅',
                    twin: '三号楼17楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001867',
                  },
                  {
                    name: '三号楼17楼西面走道',
                    twin: '三号楼17楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001872',
                  },
                  {
                    name: '三号楼17楼西面候梯厅',
                    twin: '三号楼17楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001866',
                  },
                  {
                    name: '三号楼17楼护士站',
                    twin: '三号楼17楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001869',
                  },
                  {
                    name: '三号楼17楼东面走道',
                    twin: '三号楼17楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001870',
                  },
                  {
                    name: '三号楼17楼候梯厅',
                    twin: '三号楼17楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001868',
                  },
                ],
                '3号住院楼3F': [
                  {
                    name: '三号楼3楼西面走道',
                    twin: '三号楼3楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001767',
                  },
                  {
                    name: '三号楼3楼西面候梯厅',
                    twin: '三号楼3楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001766',
                  },
                  {
                    name: '三号楼3楼护士站',
                    twin: '三号楼3楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001769',
                  },
                  {
                    name: '三号楼3楼候梯厅',
                    twin: '三号楼3楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001770',
                  },
                  {
                    name: '三号楼3楼东面候梯厅',
                    twin: '三号楼3楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001771',
                  },
                ],
                '3号住院楼18F': [
                  {
                    name: '三号楼18楼东面候梯厅',
                    twin: '三号楼18楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001873',
                  },
                  {
                    name: '三号楼18楼西面走道',
                    twin: '三号楼18楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001878',
                  },
                  {
                    name: '三号楼18楼西面候梯厅',
                    twin: '三号楼18楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001879',
                  },
                  {
                    name: '三号楼18楼中间通道',
                    twin: '三号楼18楼中间通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001877',
                  },
                  {
                    name: '三号楼18楼护士站',
                    twin: '三号楼18楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001875',
                  },
                  {
                    name: '三号楼18楼东面走道',
                    twin: '三号楼18楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001876',
                  },
                  {
                    name: '三号楼18楼候梯厅',
                    twin: '三号楼18楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001874',
                  },
                ],
                '3号住院楼2F': [
                  {
                    name: '三号楼2楼西面走道',
                    twin: '三号楼2楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001763',
                  },
                  {
                    name: '三号楼2楼西面候梯厅',
                    twin: '三号楼2楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001764',
                  },
                  {
                    name: '三号楼2楼东面候梯厅',
                    twin: '三号楼2楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001761',
                  },
                ],
                '3号住院楼19F': [
                  {
                    name: '三号楼19楼候梯厅',
                    twin: '三号楼19楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001884',
                  },
                  {
                    name: '三号楼19楼西面候梯厅',
                    twin: '三号楼19楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001882',
                  },
                ],
                '3号住院楼1F': [
                  {
                    name: '三号楼1楼大厅出入口',
                    twin: '三号楼1楼大厅出入口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001753',
                  },
                  {
                    name: '三号楼1楼大厅收费处1',
                    twin: '三号楼1楼大厅收费处1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001754',
                  },
                  {
                    name: '三号楼垃圾处理站',
                    twin: '三号楼垃圾处理站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001743',
                  },
                  {
                    name: '医疗垃圾转运内门',
                    twin: '医疗垃圾转运内门',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001741',
                  },
                  {
                    name: '三号楼1楼西面出入口',
                    twin: '三号楼1楼西面出入口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001746',
                  },
                  {
                    name: '三号楼2号楼电动门',
                    twin: '三号楼2号楼电动门',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001752',
                  },
                  {
                    name: '医疗垃圾转运大门',
                    twin: '医疗垃圾转运大门',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001740',
                  },
                  {
                    name: '三号楼1楼大厅收费处2',
                    twin: '三号楼1楼大厅收费处2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001742',
                  },
                  {
                    name: '三号楼1楼中间走道',
                    twin: '三号楼1楼中间走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001749',
                  },
                  {
                    name: '三号楼1楼西面走道',
                    twin: '三号楼1楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001747',
                  },
                  {
                    name: '三号楼1楼西面候梯厅',
                    twin: '三号楼1楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001748',
                  },
                  {
                    name: '三号楼1楼东面走道',
                    twin: '三号楼1楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001750',
                  },
                  {
                    name: '三号楼1楼操作间2',
                    twin: '三号楼1楼操作间2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001744',
                  },
                  {
                    name: '三号楼1楼候梯厅',
                    twin: '三号楼1楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001751',
                  },
                  {
                    name: '三号楼1楼东面候梯厅',
                    twin: '三号楼1楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001760',
                  },
                ],
                '3号住院楼13F': [
                  {
                    name: '三号楼13楼东面候梯厅',
                    twin: '三号楼13楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001845',
                  },
                  {
                    name: '三号楼13楼西面候梯厅',
                    twin: '三号楼13楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001842',
                  },
                  {
                    name: '三号楼13楼护士站',
                    twin: '三号楼13楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001843',
                  },
                  {
                    name: '三号楼13楼候梯厅',
                    twin: '三号楼13楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001844',
                  },
                ],
                '3号住院楼14F': [
                  {
                    name: '三号楼14楼东面候梯厅',
                    twin: '三号楼14楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001852',
                  },
                  {
                    name: '三号楼14楼西面走道',
                    twin: '三号楼14楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001847',
                  },
                  {
                    name: '三号楼14楼西面候梯厅',
                    twin: '三号楼14楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001846',
                  },
                  {
                    name: '三号楼14楼护士站',
                    twin: '三号楼14楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001850',
                  },
                  {
                    name: '三号楼14楼东面走道',
                    twin: '三号楼14楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001849',
                  },
                  {
                    name: '三号楼14楼候梯厅',
                    twin: '三号楼14楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001851',
                  },
                ],
                '3号住院楼15F': [
                  {
                    name: '三号楼15楼东面候梯厅',
                    twin: '三号楼15楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001853',
                  },
                  {
                    name: '三号楼15楼西面走道',
                    twin: '三号楼15楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001857',
                  },
                  {
                    name: '三号楼15楼西面候梯厅',
                    twin: '三号楼15楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001858',
                  },
                  {
                    name: '三号楼15楼护士站',
                    twin: '三号楼15楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001855',
                  },
                  {
                    name: '三号楼15楼候梯厅',
                    twin: '三号楼15楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001854',
                  },
                ],
                '3号住院楼16F': [
                  {
                    name: '三号楼16楼东面候梯厅',
                    twin: '三号楼16楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001865',
                  },
                  {
                    name: '三号楼16楼西面走道',
                    twin: '三号楼16楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001860',
                  },
                  {
                    name: '三号楼16楼西面候梯厅',
                    twin: '三号楼16楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001859',
                  },
                  {
                    name: '三号楼16楼护士站',
                    twin: '三号楼16楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001863',
                  },
                  {
                    name: '三号楼16楼东面走道',
                    twin: '三号楼16楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001862',
                  },
                  {
                    name: '三号楼16楼候梯厅',
                    twin: '三号楼16楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001864',
                  },
                ],
                '3号住院楼9F': [
                  {
                    name: '三号楼9楼东面候梯厅',
                    twin: '三号楼9楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001817',
                  },
                  {
                    name: '三号楼9楼西面走道',
                    twin: '三号楼9楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001812',
                  },
                  {
                    name: '三号楼9楼西面候梯厅',
                    twin: '三号楼9楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001811',
                  },
                  {
                    name: '三号楼9楼护士站',
                    twin: '三号楼9楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001815',
                  },
                  {
                    name: '三号楼9楼东面走道',
                    twin: '三号楼9楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001814',
                  },
                  {
                    name: '三号楼9楼候梯厅',
                    twin: '三号楼9楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001816',
                  },
                ],
                '3号住院楼8F': [
                  {
                    name: '三号楼8楼东面候梯厅',
                    twin: '三号楼8楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001804',
                  },
                  {
                    name: '三号楼8楼西面走道',
                    twin: '三号楼8楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001809',
                  },
                  {
                    name: '三号楼8楼西面候梯厅',
                    twin: '三号楼8楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001810',
                  },
                  {
                    name: '三号楼8楼护士站',
                    twin: '三号楼8楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001806',
                  },
                  {
                    name: '三号楼8楼东面走道',
                    twin: '三号楼8楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001807',
                  },
                  {
                    name: '三号楼8楼候梯厅',
                    twin: '三号楼8楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001805',
                  },
                ],
                '3号住院楼7F': [
                  {
                    name: '三号楼7楼东面候梯厅',
                    twin: '三号楼7楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001803',
                  },
                  {
                    name: '三号楼7楼西面走道',
                    twin: '三号楼7楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001798',
                  },
                  {
                    name: '三号楼7楼西面候梯厅',
                    twin: '三号楼7楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001797',
                  },
                  {
                    name: '三号楼7楼护士站',
                    twin: '三号楼7楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001801',
                  },
                  {
                    name: '三号楼7楼东面走道',
                    twin: '三号楼7楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001800',
                  },
                  {
                    name: '三号楼7楼候梯厅',
                    twin: '三号楼7楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001802',
                  },
                ],
                '3号住院楼6F': [
                  {
                    name: '三号楼6楼东面候梯厅',
                    twin: '三号楼6楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001789',
                  },
                  {
                    name: '三号楼6楼西面走道',
                    twin: '三号楼6楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001794',
                  },
                  {
                    name: '三号楼6楼西面候梯厅',
                    twin: '三号楼6楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001795',
                  },
                  {
                    name: '三号楼6楼护士站',
                    twin: '三号楼6楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001791',
                  },
                  {
                    name: '三号楼6楼东面走道',
                    twin: '三号楼6楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001792',
                  },
                  {
                    name: '三号楼6楼候梯厅',
                    twin: '三号楼6楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001790',
                  },
                ],
                '3号住院楼5F': [
                  {
                    name: '三号楼5楼东面候梯厅',
                    twin: '三号楼5楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001787',
                  },
                  {
                    name: '三号楼5楼西面走道',
                    twin: '三号楼5楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001782',
                  },
                  {
                    name: '三号楼5楼西面候梯厅',
                    twin: '三号楼5楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001781',
                  },
                  {
                    name: '三号楼5楼护士站',
                    twin: '三号楼5楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001785',
                  },
                  {
                    name: '三号楼5楼东面走道',
                    twin: '三号楼5楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001784',
                  },
                  {
                    name: '三号楼5楼候梯厅',
                    twin: '三号楼5楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001786',
                  },
                ],
                '3号住院楼4F': [
                  {
                    name: '三号楼4楼西面走道',
                    twin: '三号楼4楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001779',
                  },
                  {
                    name: '三号楼4楼西面候梯厅',
                    twin: '三号楼4楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001780',
                  },
                  {
                    name: '三号楼4楼候梯厅',
                    twin: '三号楼4楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001775',
                  },
                ],
                '3号住院楼10F': [
                  {
                    name: '三号楼10楼东面候梯厅',
                    twin: '三号楼10楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001819',
                  },
                  {
                    name: '三号楼10楼西面走道',
                    twin: '三号楼10楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001821',
                  },
                  {
                    name: '三号楼10楼西面候梯厅',
                    twin: '三号楼10楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001820',
                  },
                  {
                    name: '三号楼10楼护士站',
                    twin: '三号楼10楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001824',
                  },
                  {
                    name: '三号楼10楼候梯厅',
                    twin: '三号楼10楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001818',
                  },
                ],
                '3号住院楼11F': [
                  {
                    name: '三号楼11楼东面候梯厅',
                    twin: '三号楼11楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001825',
                  },
                  {
                    name: '三号楼11楼西面走道',
                    twin: '三号楼11楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001830',
                  },
                  {
                    name: '三号楼11楼西面候梯厅',
                    twin: '三号楼11楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001831',
                  },
                  {
                    name: '三号楼11楼护士站',
                    twin: '三号楼11楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001827',
                  },
                  {
                    name: '三号楼11楼东面走道',
                    twin: '三号楼11楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001828',
                  },
                  {
                    name: '三号楼11楼候梯厅',
                    twin: '三号楼11楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001826',
                  },
                ],
                '3号住院楼12F': [
                  {
                    name: '三号楼12楼东面候梯厅',
                    twin: '三号楼12楼东面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001838',
                  },
                  {
                    name: '三号楼12楼西面走道',
                    twin: '三号楼12楼西面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001833',
                  },
                  {
                    name: '三号楼12楼西面候梯厅',
                    twin: '三号楼12楼西面候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001832',
                  },
                  {
                    name: '三号楼12楼护士站',
                    twin: '三号楼12楼护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001836',
                  },
                  {
                    name: '三号楼12楼东面走道',
                    twin: '三号楼12楼东面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001835',
                  },
                  {
                    name: '三号楼12楼候梯厅',
                    twin: '三号楼12楼候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001837',
                  },
                ],
              },
              门诊综合楼A区: {
                门诊综合楼A区2F: [
                  {
                    name: '门诊楼2F-大厅北2',
                    twin: '门诊楼2F-大厅北2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000335',
                  },
                  {
                    name: '门诊楼2F-厕所前区2',
                    twin: '门诊楼2F-厕所前区2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000339',
                  },
                  {
                    name: '门诊楼2F-厕所前区1',
                    twin: '门诊楼2F-厕所前区1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000338',
                  },
                  {
                    name: '门诊楼2F-西侧扶梯2',
                    twin: '门诊楼2F-西侧扶梯2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000337',
                  },
                  {
                    name: '门诊楼2F-西侧扶梯1',
                    twin: '门诊楼2F-西侧扶梯1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000336',
                  },
                  {
                    name: '门诊楼2F门办外围',
                    twin: '门诊楼2F门办外围',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000322',
                  },
                  {
                    name: '门诊楼2楼医保科外围',
                    twin: '门诊楼2楼医保科外围',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000320',
                  },
                  {
                    name: '门诊楼2F门办服务台',
                    twin: '门诊楼2F门办服务台',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000321',
                  },
                  {
                    name: '门诊楼2F-东步行梯前室',
                    twin: '门诊楼2F-东步行梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000325',
                  },
                  {
                    name: '门诊二楼母婴室前室',
                    twin: '门诊二楼母婴室前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000317',
                  },
                  {
                    name: '门诊楼2F-中药房取药区',
                    twin: '门诊楼2F-中药房取药区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000273',
                  },
                  {
                    name: '门诊楼2F-大厅北1',
                    twin: '门诊楼2F-大厅北1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000326',
                  },
                  {
                    name: '门诊楼2F-中药房窗口',
                    twin: '门诊楼2F-中药房窗口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000274',
                  },
                  {
                    name: '门诊楼2F-大厅自动扶梯',
                    twin: '门诊楼2F-大厅自动扶梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000327',
                  },
                  {
                    name: '门诊楼2F-大厅中区',
                    twin: '门诊楼2F-大厅中区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000328',
                  },
                  {
                    name: '门诊楼2F-门诊电梯厅',
                    twin: '门诊楼2F-门诊电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000334',
                  },
                  {
                    name: '门诊楼2F-西面货梯厅',
                    twin: '门诊楼2F-西面货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000340',
                  },
                  {
                    name: '门诊楼2F-电梯厅1',
                    twin: '门诊楼2F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000331',
                  },
                  {
                    name: '门诊楼2F-电梯厅2',
                    twin: '门诊楼2F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000332',
                  },
                  {
                    name: '门诊楼2F-职工梯前室',
                    twin: '门诊楼2F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000329',
                  },
                  {
                    name: '门诊楼2F-中步行梯',
                    twin: '门诊楼2F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000330',
                  },
                  {
                    name: '门诊楼2F-东步行梯',
                    twin: '门诊楼2F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000324',
                  },
                  {
                    name: '门诊楼2F-门诊步行梯',
                    twin: '门诊楼2F-门诊步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000333',
                  },
                  {
                    name: '门诊楼2F-西步行梯',
                    twin: '门诊楼2F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000341',
                  },
                ],
                门诊综合楼A区4F: [
                  {
                    name: '门诊楼4F-西步行梯',
                    twin: '门诊楼4F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000391',
                  },
                  {
                    name: '门诊楼4F-中步行梯',
                    twin: '门诊楼4F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000420',
                  },
                  {
                    name: '门诊楼4F-东步行梯',
                    twin: '门诊楼4F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000417',
                  },
                  {
                    name: '门诊楼4F-门诊步行梯',
                    twin: '门诊楼4F-门诊步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000410',
                  },
                  {
                    name: '门诊楼4F-收费处一',
                    twin: '门诊楼4F-收费处一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000400',
                  },
                  {
                    name: '门诊楼4F-收费处二',
                    twin: '门诊楼4F-收费处二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000412',
                  },
                  {
                    name: '门诊楼4F-大内科候诊',
                    twin: '门诊楼4F-大内科候诊',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000398',
                  },
                  {
                    name: '门诊楼4F-中庭北走廊四',
                    twin: '门诊楼4F-中庭北走廊四',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000397',
                  },
                  {
                    name: '门诊四楼内科二挂号处',
                    twin: '门诊四楼内科二挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000404',
                  },
                  {
                    name: '门诊楼4楼内分秘科护士站',
                    twin: '门诊楼4楼内分秘科护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000406',
                  },
                  {
                    name: '门诊楼4F-大内科通道六',
                    twin: '门诊楼4F-大内科通道六',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000396',
                  },
                  {
                    name: '门诊楼4F-大内科通道五',
                    twin: '门诊楼4F-大内科通道五',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000395',
                  },
                  {
                    name: '门诊楼4F-大内科通道四',
                    twin: '门诊楼4F-大内科通道四',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000394',
                  },
                  {
                    name: '门诊楼4F-中庭北走廊三',
                    twin: '门诊楼4F-中庭北走廊三',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000393',
                  },
                  {
                    name: '门诊楼4F-中庭北走廊二',
                    twin: '门诊楼4F-中庭北走廊二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000409',
                  },
                  {
                    name: '门诊四楼内科一挂号处',
                    twin: '门诊四楼内科一挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000403',
                  },
                  {
                    name: '门诊楼4F-大内科通道二',
                    twin: '门诊楼4F-大内科通道二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000407',
                  },
                  {
                    name: '门诊楼4F-大内科通道一',
                    twin: '门诊楼4F-大内科通道一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000392',
                  },
                  {
                    name: '门诊楼4F-中庭北走廊一',
                    twin: '门诊楼4F-中庭北走廊一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000414',
                  },
                  {
                    name: '门诊楼4F-神经内候诊',
                    twin: '门诊楼4F-神经内候诊',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000415',
                  },
                  {
                    name: '门诊楼4F-中庭南走廊一',
                    twin: '门诊楼4F-中庭南走廊一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000416',
                  },
                  {
                    name: '门诊楼4F-走廊东二',
                    twin: '门诊楼4F-走廊东二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000419',
                  },
                  {
                    name: '门诊四楼神经内科挂号处',
                    twin: '门诊四楼神经内科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000405',
                  },
                  {
                    name: '门诊楼4F-南走廊中二',
                    twin: '门诊楼4F-南走廊中二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000388',
                  },
                  {
                    name: '门诊楼4F-B超心电候诊',
                    twin: '门诊楼4F-B超心电候诊',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000401',
                  },
                  {
                    name: '门诊楼4F-门诊电梯厅',
                    twin: '门诊楼4F-门诊电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000411',
                  },
                  {
                    name: '门诊楼4F-收费处前区',
                    twin: '门诊楼4F-收费处前区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000399',
                  },
                  {
                    name: '门诊楼4F-走廊东一',
                    twin: '门诊楼4F-走廊东一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000418',
                  },
                  {
                    name: '门诊楼4F-职工梯前室',
                    twin: '门诊楼4F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000421',
                  },
                  {
                    name: '门诊楼4F-电梯厅二',
                    twin: '门诊楼4F-电梯厅二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000386',
                  },
                  {
                    name: '门诊楼4F-电梯厅一',
                    twin: '门诊楼4F-电梯厅一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000422',
                  },
                  {
                    name: '门诊楼4F-南走廊中一',
                    twin: '门诊楼4F-南走廊中一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000387',
                  },
                  {
                    name: '门诊楼4F-中庭南走廊二',
                    twin: '门诊楼4F-中庭南走廊二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000402',
                  },
                  {
                    name: '门诊楼4F-自动扶梯',
                    twin: '门诊楼4F-自动扶梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000413',
                  },
                  {
                    name: '门诊楼4F-货梯厅',
                    twin: '门诊楼4F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000390',
                  },
                  {
                    name: '门诊楼4F-南走廊西',
                    twin: '门诊楼4F-南走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000389',
                  },
                ],
                门诊综合楼A区21F: [
                  {
                    name: '门诊楼21F-走廊东2',
                    twin: '门诊楼21F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000746',
                  },
                  {
                    name: '门诊楼21F-走廊东1',
                    twin: '门诊楼21F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000745',
                  },
                  {
                    name: '门诊楼21F-走廊中2',
                    twin: '门诊楼21F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000750',
                  },
                  {
                    name: '门诊楼21F-护士站',
                    twin: '门诊楼21F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000749',
                  },
                  {
                    name: '门诊楼21F-电梯厅1',
                    twin: '门诊楼21F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000754',
                  },
                  {
                    name: '门诊楼21F-走廊中1',
                    twin: '门诊楼21F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000748',
                  },
                  {
                    name: '门诊楼21F-电梯厅2',
                    twin: '门诊楼21F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000755',
                  },
                  {
                    name: '门诊楼21F-职工梯前室',
                    twin: '门诊楼21F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000756',
                  },
                  {
                    name: '门诊楼21F-走廊西',
                    twin: '门诊楼21F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000751',
                  },
                  {
                    name: '门诊楼21F-货梯厅',
                    twin: '门诊楼21F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000752',
                  },
                  {
                    name: '门诊楼21F-东步行梯',
                    twin: '门诊楼21F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000744',
                  },
                  {
                    name: '门诊楼21F-中步行梯',
                    twin: '门诊楼21F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000758',
                  },
                  {
                    name: '门诊楼21F-西步行梯',
                    twin: '门诊楼21F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000753',
                  },
                ],
                门诊综合楼A区6F: [
                  {
                    name: '门诊六楼中医科挂号处门口',
                    twin: '门诊六楼中医科挂号处门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000487',
                  },
                  {
                    name: '门诊楼6F-中庭南走廊1',
                    twin: '门诊楼6F-中庭南走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000464',
                  },
                  {
                    name: '门诊六楼中医科挂号处',
                    twin: '门诊六楼中医科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000486',
                  },
                  {
                    name: '门诊楼6F-心理科走廊2',
                    twin: '门诊楼6F-心理科走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000485',
                  },
                  {
                    name: '门诊楼6F-心理科走廊1',
                    twin: '门诊楼6F-心理科走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000484',
                  },
                  {
                    name: '门诊楼6F-中庭北走廊1',
                    twin: '门诊楼6F-中庭北走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000493',
                  },
                  {
                    name: '门诊六楼老年医学科挂号处',
                    twin: '门诊六楼老年医学科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000489',
                  },
                  {
                    name: '门诊楼6F-门诊电梯厅',
                    twin: '门诊楼6F-门诊电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000497',
                  },
                  {
                    name: '门诊楼6F-收费处前区',
                    twin: '门诊楼6F-收费处前区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000495',
                  },
                  {
                    name: '门诊楼6F-中庭北走廊2',
                    twin: '门诊楼6F-中庭北走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000496',
                  },
                  {
                    name: '门诊楼6楼皮肤科护士站',
                    twin: '门诊楼6楼皮肤科护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000491',
                  },
                  {
                    name: '门诊楼6F-皮肤科走廊1',
                    twin: '门诊楼6F-皮肤科走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000498',
                  },
                  {
                    name: '门诊楼6F-皮肤科走廊2',
                    twin: '门诊楼6F-皮肤科走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000499',
                  },
                  {
                    name: '门诊楼6F-皮肤科走廊3',
                    twin: '门诊楼6F-皮肤科走廊3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000500',
                  },
                  {
                    name: '门诊楼6F-皮肤科候诊室',
                    twin: '门诊楼6F-皮肤科候诊室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000501',
                  },
                  {
                    name: '门诊楼6F-皮肤科走廊4',
                    twin: '门诊楼6F-皮肤科走廊4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000503',
                  },
                  {
                    name: '门诊六楼原中医挂号处',
                    twin: '门诊六楼原中医挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000488',
                  },
                  {
                    name: '门诊楼6F-自动扶梯',
                    twin: '门诊楼6F-自动扶梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000477',
                  },
                  {
                    name: '门诊楼6F-中庭南走廊2',
                    twin: '门诊楼6F-中庭南走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000476',
                  },
                  {
                    name: '门诊楼6F-视力检查室1',
                    twin: '门诊楼6F-视力检查室1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000474',
                  },
                  {
                    name: '门诊楼6F-视力检查室2',
                    twin: '门诊楼6F-视力检查室2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000475',
                  },
                  {
                    name: '门诊楼6F-眼科候诊室1',
                    twin: '门诊楼6F-眼科候诊室1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000478',
                  },
                  {
                    name: '门诊六楼眼科挂号处',
                    twin: '门诊六楼眼科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000490',
                  },
                  {
                    name: '门诊楼6F-南走廊中2',
                    twin: '门诊楼6F-南走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000470',
                  },
                  {
                    name: '门诊楼6F-眼科候诊室2',
                    twin: '门诊楼6F-眼科候诊室2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000479',
                  },
                  {
                    name: '门诊楼6F-眼科诊室通道3',
                    twin: '门诊楼6F-眼科诊室通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000473',
                  },
                  {
                    name: '门诊楼6F-眼科诊室通道2',
                    twin: '门诊楼6F-眼科诊室通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000472',
                  },
                  {
                    name: '门诊楼6F-眼科诊室通道1',
                    twin: '门诊楼6F-眼科诊室通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000471',
                  },
                  {
                    name: '门诊楼6F-职工梯前室',
                    twin: '门诊楼6F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000466',
                  },
                  {
                    name: '门诊楼6F-电梯厅2',
                    twin: '门诊楼6F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000468',
                  },
                  {
                    name: '门诊楼6F-南走廊中1',
                    twin: '门诊楼6F-南走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000469',
                  },
                  {
                    name: '门诊楼6F-电梯厅1',
                    twin: '门诊楼6F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000467',
                  },
                  {
                    name: '门诊楼6F-南走廊西',
                    twin: '门诊楼6F-南走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000481',
                  },
                  {
                    name: '门诊楼6F-西步行梯',
                    twin: '门诊楼6F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000483',
                  },
                  {
                    name: '门诊楼6F-中步行梯',
                    twin: '门诊楼6F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000465',
                  },
                  {
                    name: '门诊楼6F-东步行梯',
                    twin: '门诊楼6F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000492',
                  },
                  {
                    name: '门诊楼6F-门诊步行梯',
                    twin: '门诊楼6F-门诊步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000494',
                  },
                ],
                门诊综合楼A区8F: [
                  {
                    name: '门诊楼8F-西步行梯',
                    twin: '门诊楼8F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000560',
                  },
                  {
                    name: '门诊楼8F-中步行梯',
                    twin: '门诊楼8F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000569',
                  },
                  {
                    name: '门诊楼8F-东步行梯',
                    twin: '门诊楼8F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000561',
                  },
                  {
                    name: '门诊楼8F-货梯厅',
                    twin: '门诊楼8F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000559',
                  },
                  {
                    name: '门诊楼8F-走廊西',
                    twin: '门诊楼8F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000566',
                  },
                  {
                    name: '门诊楼8F-走廊中二',
                    twin: '门诊楼8F-走廊中二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000565',
                  },
                  {
                    name: '门诊楼8F-职工梯前室',
                    twin: '门诊楼8F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000568',
                  },
                  {
                    name: '门诊楼8F-走廊东',
                    twin: '门诊楼8F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000562',
                  },
                  {
                    name: '门诊楼8F-走廊中',
                    twin: '门诊楼8F-走廊中',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000563',
                  },
                  {
                    name: '门诊楼8F-电梯厅一',
                    twin: '门诊楼8F-电梯厅一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000564',
                  },
                  {
                    name: '门诊楼8F-电梯厅二',
                    twin: '门诊楼8F-电梯厅二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000567',
                  },
                ],
                门诊综合楼A区22F: [
                  {
                    name: '门诊楼22F-值班室通道',
                    twin: '门诊楼22F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000769',
                  },
                  {
                    name: '门诊楼22F-走廊东2',
                    twin: '门诊楼22F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000761',
                  },
                  {
                    name: '门诊楼22F-走廊东1',
                    twin: '门诊楼22F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000760',
                  },
                  {
                    name: '门诊楼22F-护士站',
                    twin: '门诊楼22F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000765',
                  },
                  {
                    name: '门诊楼22F-电梯厅1',
                    twin: '门诊楼22F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000766',
                  },
                  {
                    name: '门诊楼22F-走廊中1',
                    twin: '门诊楼22F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000763',
                  },
                  {
                    name: '门诊楼22F-电梯厅2',
                    twin: '门诊楼22F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000767',
                  },
                  {
                    name: '门诊楼22F-东步行梯',
                    twin: '门诊楼22F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000759',
                  },
                  {
                    name: '门诊楼22F-中步行梯',
                    twin: '门诊楼22F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000770',
                  },
                ],
                门诊综合楼A区12F: [
                  {
                    name: '门诊楼12F-电梯厅2',
                    twin: '门诊楼12F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000615',
                  },
                  {
                    name: '门诊楼12F-职工梯前室',
                    twin: '门诊楼12F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000622',
                  },
                  {
                    name: '门诊楼12F-污物间',
                    twin: '门诊楼12F-污物间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000612',
                  },
                  {
                    name: '门诊楼12F-值班室通道2',
                    twin: '门诊楼12F-值班室通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000613',
                  },
                  {
                    name: '门诊楼12F-值班室通道一',
                    twin: '门诊楼12F-值班室通道一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000616',
                  },
                  {
                    name: '门诊楼12F-走廊东1',
                    twin: '门诊楼12F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000618',
                  },
                  {
                    name: '门诊楼12F-护士站',
                    twin: '门诊楼12F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000608',
                  },
                  {
                    name: '门诊楼12F-电梯厅1',
                    twin: '门诊楼12F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000614',
                  },
                  {
                    name: '门诊楼12F-走廊中1',
                    twin: '门诊楼12F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000607',
                  },
                  {
                    name: '门诊楼12F-走廊西',
                    twin: '门诊楼12F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000609',
                  },
                  {
                    name: '门诊楼12F-货梯厅',
                    twin: '门诊楼12F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000610',
                  },
                  {
                    name: '门诊楼12F-东步行梯',
                    twin: '门诊楼12F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000617',
                  },
                  {
                    name: '门诊楼12F-中步行梯',
                    twin: '门诊楼12F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000623',
                  },
                  {
                    name: '门诊楼12F-西步行梯',
                    twin: '门诊楼12F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000611',
                  },
                ],
                门诊综合楼A区24F: [
                  {
                    name: '门诊楼24F-值班室通道',
                    twin: '门诊楼24F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000803',
                  },
                  {
                    name: '门诊楼24F-走廊东2',
                    twin: '门诊楼24F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000789',
                  },
                  {
                    name: '门诊楼24F-走廊东1',
                    twin: '门诊楼24F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000788',
                  },
                  {
                    name: '门诊楼24F-走廊中2',
                    twin: '门诊楼24F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000795',
                  },
                  {
                    name: '门诊楼24F-护士站',
                    twin: '门诊楼24F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000794',
                  },
                  {
                    name: '门诊楼24F-电梯厅1',
                    twin: '门诊楼24F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000800',
                  },
                  {
                    name: '门诊楼24F-走廊中1',
                    twin: '门诊楼24F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000793',
                  },
                  {
                    name: '门诊楼24F-电梯厅2',
                    twin: '门诊楼24F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000801',
                  },
                  {
                    name: '门诊楼24F-职工梯前室',
                    twin: '门诊楼24F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000802',
                  },
                  {
                    name: '门诊楼24F-走廊西',
                    twin: '门诊楼24F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000796',
                  },
                  {
                    name: '门诊楼24F-货梯厅',
                    twin: '门诊楼24F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000797',
                  },
                  {
                    name: '门诊楼24F-东步行梯',
                    twin: '门诊楼24F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000787',
                  },
                  {
                    name: '门诊楼24F-中步行梯',
                    twin: '门诊楼24F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000786',
                  },
                  {
                    name: '门诊楼24F-西步行梯',
                    twin: '门诊楼24F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000798',
                  },
                ],
                门诊综合楼A区26F: [
                  {
                    name: '门诊楼26F-值班室通道',
                    twin: '门诊楼26F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000841',
                  },
                  {
                    name: '门诊楼26F-走廊东2',
                    twin: '门诊楼26F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000828',
                  },
                  {
                    name: '门诊楼26F-走廊东1',
                    twin: '门诊楼26F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000824',
                  },
                  {
                    name: '门诊楼26F-护士站',
                    twin: '门诊楼26F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000833',
                  },
                  {
                    name: '门诊楼26F-电梯厅1',
                    twin: '门诊楼26F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000838',
                  },
                  {
                    name: '门诊楼26F-走廊中1',
                    twin: '门诊楼26F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000832',
                  },
                  {
                    name: '门诊楼26F-电梯厅2',
                    twin: '门诊楼26F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000839',
                  },
                  {
                    name: '门诊楼26F-职工梯前室',
                    twin: '门诊楼26F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000840',
                  },
                  {
                    name: '门诊楼26F-货梯厅',
                    twin: '门诊楼26F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000836',
                  },
                  {
                    name: '门诊楼26F-东步行梯',
                    twin: '门诊楼26F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000827',
                  },
                  {
                    name: '门诊楼26F-中步行梯',
                    twin: '门诊楼26F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000826',
                  },
                  {
                    name: '门诊楼26F-西步行梯',
                    twin: '门诊楼26F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000837',
                  },
                ],
                门诊综合楼A区16F: [
                  {
                    name: '门诊楼16F-值班室通道',
                    twin: '门诊楼16F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000678',
                  },
                  {
                    name: '门诊楼16F-走廊东2',
                    twin: '门诊楼16F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000667',
                  },
                  {
                    name: '门诊楼16F-走廊东1',
                    twin: '门诊楼16F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000666',
                  },
                  {
                    name: '门诊楼16F-走廊中2',
                    twin: '门诊楼16F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000671',
                  },
                  {
                    name: '门诊楼16F-护士站',
                    twin: '门诊楼16F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000670',
                  },
                  {
                    name: '门诊楼16F-电梯厅1',
                    twin: '门诊楼16F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000675',
                  },
                  {
                    name: '门诊楼16F-走廊中1',
                    twin: '门诊楼16F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000669',
                  },
                  {
                    name: '门诊楼16F-电梯厅2',
                    twin: '门诊楼16F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000676',
                  },
                  {
                    name: '门诊楼16F-职工梯前室',
                    twin: '门诊楼16F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000677',
                  },
                  {
                    name: '门诊楼16F-走廊西',
                    twin: '门诊楼16F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000672',
                  },
                  {
                    name: '门诊楼16F-货梯厅',
                    twin: '门诊楼16F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000673',
                  },
                  {
                    name: '门诊楼16F-东步行梯',
                    twin: '门诊楼16F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000665',
                  },
                  {
                    name: '门诊楼16F-中步行梯',
                    twin: '门诊楼16F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000679',
                  },
                  {
                    name: '门诊楼16F-西步行梯',
                    twin: '门诊楼16F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000674',
                  },
                ],
                门诊综合楼A区18F: [
                  {
                    name: '门诊楼18F-值班室通道',
                    twin: '门诊楼18F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000711',
                  },
                  {
                    name: '门诊楼18F-走廊东2',
                    twin: '门诊楼18F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000699',
                  },
                  {
                    name: '门诊楼18F-走廊东1',
                    twin: '门诊楼18F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000698',
                  },
                  {
                    name: '门诊楼18F-走廊中2',
                    twin: '门诊楼18F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000703',
                  },
                  {
                    name: '门诊楼18F-护士站',
                    twin: '门诊楼18F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000702',
                  },
                  {
                    name: '门诊楼18F-电梯厅1',
                    twin: '门诊楼18F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000708',
                  },
                  {
                    name: '门诊楼18F-走廊中1',
                    twin: '门诊楼18F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000701',
                  },
                  {
                    name: '门诊楼18F-电梯厅2',
                    twin: '门诊楼18F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000709',
                  },
                  {
                    name: '门诊楼18F-职工梯前室',
                    twin: '门诊楼18F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000710',
                  },
                  {
                    name: '门诊楼18F-走廊西',
                    twin: '门诊楼18F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000704',
                  },
                  {
                    name: '门诊楼18F-货梯厅',
                    twin: '门诊楼18F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000705',
                  },
                  {
                    name: '门诊楼18F-东步行梯',
                    twin: '门诊楼18F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000697',
                  },
                  {
                    name: '门诊楼18F-中步行梯',
                    twin: '门诊楼18F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000712',
                  },
                  {
                    name: '门诊楼18F-西步行梯',
                    twin: '门诊楼18F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000706',
                  },
                ],
                门诊综合楼A区1F: [
                  {
                    name: '门诊楼1F-门诊南门外',
                    twin: '门诊楼1F-门诊南门外',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000259',
                  },
                  {
                    name: '门诊楼1F-西步行梯',
                    twin: '门诊楼1F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000261',
                  },
                  {
                    name: '门诊楼1F-中步行梯',
                    twin: '门诊楼1F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000253',
                  },
                  {
                    name: '门诊楼1F-东步行梯',
                    twin: '门诊楼1F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000252',
                  },
                  {
                    name: '门诊楼1F-急诊右侧停车场',
                    twin: '门诊楼1F-急诊右侧停车场',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000203',
                  },
                  {
                    name: '门诊楼1F-门诊北门大厅',
                    twin: '门诊楼1F-门诊北门大厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000247',
                  },
                  {
                    name: '门诊楼1楼入院患者接待处1',
                    twin: '门诊楼1楼入院患者接待处1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000241',
                  },
                  {
                    name: '门诊楼1楼入院患者接待处2',
                    twin: '门诊楼1楼入院患者接待处2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000242',
                  },
                  {
                    name: 'B区抢救室办公室入口1',
                    twin: 'B区抢救室办公室入口1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000216',
                  },
                  {
                    name: '门诊楼1F-收费处大厅1',
                    twin: '门诊楼1F-收费处大厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000256',
                  },
                  {
                    name: '门诊楼1楼西部电梯门口',
                    twin: '门诊楼1楼西部电梯门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000240',
                  },
                  {
                    name: '门诊楼1F-急诊病房通道2',
                    twin: '门诊楼1F-急诊病房通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000215',
                  },
                  {
                    name: '门诊楼1楼急诊病房询问处',
                    twin: '门诊楼1楼急诊病房询问处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000186',
                  },
                  {
                    name: '门诊楼1楼急诊病房护士站',
                    twin: '门诊楼1楼急诊病房护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000187',
                  },
                  {
                    name: '门诊楼1楼急诊通道医生办公室',
                    twin: '门诊楼1楼急诊通道医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000171',
                  },
                  {
                    name: '门诊楼1楼急诊病房通道',
                    twin: '门诊楼1楼急诊病房通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000188',
                  },
                  {
                    name: '门诊楼1楼急诊询问台通道',
                    twin: '门诊楼1楼急诊询问台通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000168',
                  },
                  {
                    name: '门诊楼1F-急诊病房通道1',
                    twin: '门诊楼1F-急诊病房通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000214',
                  },
                  {
                    name: '门诊楼1楼内科诊室',
                    twin: '门诊楼1楼内科诊室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000179',
                  },
                  {
                    name: '门诊楼1楼急诊大厅候诊区',
                    twin: '门诊楼1楼急诊大厅候诊区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000170',
                  },
                  {
                    name: '门诊楼1楼急诊挂号处',
                    twin: '门诊楼1楼急诊挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000193',
                  },
                  {
                    name: '门诊楼1楼急诊大厅通道',
                    twin: '门诊楼1楼急诊大厅通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000185',
                  },
                  {
                    name: '门诊楼1楼急诊输液等待区',
                    twin: '门诊楼1楼急诊输液等待区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000173',
                  },
                  {
                    name: '门诊楼1楼急诊大厅1',
                    twin: '门诊楼1楼急诊大厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000176',
                  },
                  {
                    name: '门诊楼1楼急诊大厅2',
                    twin: '门诊楼1楼急诊大厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000167',
                  },
                  {
                    name: '门诊楼1层急诊药房出药1',
                    twin: '门诊楼1层急诊药房出药1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000198',
                  },
                  {
                    name: '门诊楼1层急诊药房出药2',
                    twin: '门诊楼1层急诊药房出药2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000197',
                  },
                  {
                    name: '门诊楼1楼急诊收费通道',
                    twin: '门诊楼1楼急诊收费通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000192',
                  },
                  {
                    name: '门诊楼1F-ICU门前通道',
                    twin: '门诊楼1F-ICU门前通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000208',
                  },
                  {
                    name: '门诊楼1F-急诊诊室通道1',
                    twin: '门诊楼1F-急诊诊室通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000209',
                  },
                  {
                    name: '门诊楼1楼急诊诊室通道',
                    twin: '门诊楼1楼急诊诊室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000177',
                  },
                  {
                    name: '门诊楼1楼外科诊室',
                    twin: '门诊楼1楼外科诊室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000180',
                  },
                  {
                    name: '门诊楼1楼儿科诊室1',
                    twin: '门诊楼1楼儿科诊室1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000195',
                  },
                  {
                    name: '门诊楼1楼急诊设备室',
                    twin: '门诊楼1楼急诊设备室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000175',
                  },
                  {
                    name: '门诊楼1F-急诊诊室通道2',
                    twin: '门诊楼1F-急诊诊室通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000210',
                  },
                  {
                    name: '门诊楼1F-门诊西门后',
                    twin: '门诊楼1F-门诊西门后',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000251',
                  },
                  {
                    name: '门诊楼1F-门诊收费处前',
                    twin: '门诊楼1F-门诊收费处前',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000249',
                  },
                  {
                    name: '门诊楼1楼门诊电梯厅',
                    twin: '门诊楼1楼门诊电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000243',
                  },
                  {
                    name: '门诊楼1F-急诊北门外',
                    twin: '门诊楼1F-急诊北门外',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000207',
                  },
                  {
                    name: '门诊楼1F-急诊门前过道1',
                    twin: '门诊楼1F-急诊门前过道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000205',
                  },
                  {
                    name: '门诊楼1楼急诊大门外',
                    twin: '门诊楼1楼急诊大门外',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000182',
                  },
                  {
                    name: '门诊楼1F-急诊门前过道2',
                    twin: '门诊楼1F-急诊门前过道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000206',
                  },
                  {
                    name: '门诊楼1F-急诊大门外1',
                    twin: '门诊楼1F-急诊大门外1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000204',
                  },
                  {
                    name: '门诊楼1楼急诊医生休息室通道',
                    twin: '门诊楼1楼急诊医生休息室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000172',
                  },
                  {
                    name: '门诊楼1楼急诊抢救室后门',
                    twin: '门诊楼1楼急诊抢救室后门',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000174',
                  },
                  {
                    name: '门诊楼1楼急诊厕所通道',
                    twin: '门诊楼1楼急诊厕所通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000191',
                  },
                  {
                    name: 'B区抢救室办公室入口2',
                    twin: 'B区抢救室办公室入口2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000218',
                  },
                  {
                    name: '门诊楼1F-119门前通道',
                    twin: '门诊楼1F-119门前通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000212',
                  },
                  {
                    name: '门诊楼1F-门诊电梯厅',
                    twin: '门诊楼1F-门诊电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000248',
                  },
                  {
                    name: '门诊楼1F-货梯厅',
                    twin: '门诊楼1F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000260',
                  },
                  {
                    name: '门诊楼1F-电梯厅1',
                    twin: '门诊楼1F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000257',
                  },
                  {
                    name: '门诊楼1F-电梯厅2',
                    twin: '门诊楼1F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000258',
                  },
                ],
                门诊综合楼A区3F: [
                  {
                    name: '门诊楼3F-中步行梯',
                    twin: '门诊楼3F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000384',
                  },
                  {
                    name: '门诊楼3F-东步行梯',
                    twin: '门诊楼3F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000381',
                  },
                  {
                    name: '门诊楼3F-门诊步行梯',
                    twin: '门诊楼3F-门诊步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000359',
                  },
                  {
                    name: '门诊楼3F-西面步行梯',
                    twin: '门诊楼3F-西面步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000350',
                  },
                  {
                    name: '门诊楼3F-产科诊室通道',
                    twin: '门诊楼3F-产科诊室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000356',
                  },
                  {
                    name: '门诊楼3F-南走廊外科神外诊室',
                    twin: '门诊楼3F-南走廊外科神外诊室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000383',
                  },
                  {
                    name: '门诊楼3F-南走廊中外科诊室',
                    twin: '门诊楼3F-南走廊中外科诊室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000344',
                  },
                  {
                    name: '门诊楼3F-大外科神经外通道',
                    twin: '门诊楼3F-大外科神经外通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000355',
                  },
                  {
                    name: '门诊楼3F-大外科泌尿外通道',
                    twin: '门诊楼3F-大外科泌尿外通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000353',
                  },
                  {
                    name: '门诊楼3F-大外科骨科诊室通道',
                    twin: '门诊楼3F-大外科骨科诊室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000352',
                  },
                  {
                    name: '门诊楼3F-大外科胃肠外通道',
                    twin: '门诊楼3F-大外科胃肠外通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000351',
                  },
                  {
                    name: '门诊楼3F-大外科候诊一',
                    twin: '门诊楼3F-大外科候诊一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000345',
                  },
                  {
                    name: '门诊楼3楼外科挂号处',
                    twin: '门诊楼3楼外科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000368',
                  },
                  {
                    name: '门诊楼3F-大外科候诊二',
                    twin: '门诊楼3F-大外科候诊二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000347',
                  },
                  {
                    name: '门诊楼3F-妇科手术通道',
                    twin: '门诊楼3F-妇科手术通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000361',
                  },
                  {
                    name: '门诊楼3F-智慧采血点3',
                    twin: '门诊楼3F-智慧采血点3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000370',
                  },
                  {
                    name: '门诊楼3F-中庭北走廊检验科等候区',
                    twin: '门诊楼3F-中庭北走廊检验科等候区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000362',
                  },
                  {
                    name: '门诊楼3F-接B区妇科手术室门口',
                    twin: '门诊楼3F-接B区妇科手术室门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000363',
                  },
                  {
                    name: '门诊楼3楼妇科挂号处',
                    twin: '门诊楼3楼妇科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000367',
                  },
                  {
                    name: '门诊楼3F-妇科候诊区',
                    twin: '门诊楼3F-妇科候诊区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000358',
                  },
                  {
                    name: '门诊楼3楼妇科挂号',
                    twin: '门诊楼3楼妇科挂号',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000373',
                  },
                  {
                    name: '门诊楼3F-妇科立卡处',
                    twin: '门诊楼3F-妇科立卡处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000378',
                  },
                  {
                    name: '门诊楼3F-产科候诊',
                    twin: '门诊楼3F-产科候诊',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000380',
                  },
                  {
                    name: '门诊楼3楼产科挂号处',
                    twin: '门诊楼3楼产科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000369',
                  },
                  {
                    name: '门诊楼3楼产科挂号',
                    twin: '门诊楼3楼产科挂号',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000374',
                  },
                  {
                    name: '门诊楼3F-中庭北走廊孕妇学校门口',
                    twin: '门诊楼3F-中庭北走廊孕妇学校门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000357',
                  },
                  {
                    name: '门诊楼3F-门诊电梯厅',
                    twin: '门诊楼3F-门诊电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000360',
                  },
                  {
                    name: '门诊楼3F-收费处前区1',
                    twin: '门诊楼3F-收费处前区1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000364',
                  },
                  {
                    name: '门诊楼3F-收费处前区2',
                    twin: '门诊楼3F-收费处前区2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000365',
                  },
                  {
                    name: '门诊楼3F-中庭南走廊大外科门口',
                    twin: '门诊楼3F-中庭南走廊大外科门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000346',
                  },
                  {
                    name: '门诊楼3F-西面货梯厅',
                    twin: '门诊楼3F-西面货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000349',
                  },
                  {
                    name: '门诊楼3F-南走廊西',
                    twin: '门诊楼3F-南走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000348',
                  },
                  {
                    name: '门诊楼3F-电梯厅二',
                    twin: '门诊楼3F-电梯厅二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000343',
                  },
                  {
                    name: '门诊楼3F-电梯厅一',
                    twin: '门诊楼3F-电梯厅一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000342',
                  },
                  {
                    name: '门诊楼3F-职工梯前室接中步行梯',
                    twin: '门诊楼3F-职工梯前室接中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000385',
                  },
                  {
                    name: '门诊楼3F-中庭南走廊产科门口',
                    twin: '门诊楼3F-中庭南走廊产科门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000379',
                  },
                  {
                    name: '门诊楼3F-南走廊产科诊室',
                    twin: '门诊楼3F-南走廊产科诊室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000382',
                  },
                ],
                门诊综合楼A区20F: [
                  {
                    name: '门诊楼20F-值班室通道',
                    twin: '门诊楼20F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000740',
                  },
                  {
                    name: '门诊楼20F-走廊东2',
                    twin: '门诊楼20F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000730',
                  },
                  {
                    name: '门诊楼20F-走廊东1',
                    twin: '门诊楼20F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000729',
                  },
                  {
                    name: '门诊楼20F-走廊中2',
                    twin: '门诊楼20F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000733',
                  },
                  {
                    name: '门诊楼20F-护士站',
                    twin: '门诊楼20F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000732',
                  },
                  {
                    name: '门诊楼20F-电梯厅1',
                    twin: '门诊楼20F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000737',
                  },
                  {
                    name: '门诊楼20F-走廊中1',
                    twin: '门诊楼20F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000742',
                  },
                  {
                    name: '门诊楼20F-电梯厅2',
                    twin: '门诊楼20F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000738',
                  },
                  {
                    name: '门诊楼20F-职工梯前室',
                    twin: '门诊楼20F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000739',
                  },
                  {
                    name: '门诊楼20F-走廊西',
                    twin: '门诊楼20F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000734',
                  },
                  {
                    name: '门诊楼20F-货梯厅',
                    twin: '门诊楼20F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000735',
                  },
                  {
                    name: '门诊楼20F-东步行梯',
                    twin: '门诊楼20F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000728',
                  },
                  {
                    name: '门诊楼20F-中步行梯',
                    twin: '门诊楼20F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000741',
                  },
                  {
                    name: '门诊楼20F-西步行梯',
                    twin: '门诊楼20F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000736',
                  },
                ],
                门诊综合楼A区10F: [
                  {
                    name: '门诊楼10F-东步行梯',
                    twin: '门诊楼10F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000584',
                  },
                  {
                    name: '门诊楼10F-中步行梯',
                    twin: '门诊楼10F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000581',
                  },
                  {
                    name: '门诊楼10F-西步行梯',
                    twin: '门诊楼10F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000590',
                  },
                  {
                    name: '门诊楼10F-走廊东',
                    twin: '门诊楼10F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000585',
                  },
                  {
                    name: '门诊楼10F-走廊中一',
                    twin: '门诊楼10F-走廊中一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000586',
                  },
                  {
                    name: '门诊楼10F-走廊中二',
                    twin: '门诊楼10F-走廊中二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000587',
                  },
                  {
                    name: '门诊楼10F-职工梯前室',
                    twin: '门诊楼10F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000591',
                  },
                  {
                    name: '门诊楼10F-走廊西',
                    twin: '门诊楼10F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000588',
                  },
                  {
                    name: '门诊楼10F-货梯厅',
                    twin: '门诊楼10F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000589',
                  },
                ],
                门诊综合楼A区5F: [
                  {
                    name: '门诊楼5F-西步行梯',
                    twin: '门诊楼5F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000449',
                  },
                  {
                    name: '门诊楼5F-中步行梯',
                    twin: '门诊楼5F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000441',
                  },
                  {
                    name: '门诊楼5F-东步行梯',
                    twin: '门诊楼5F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000434',
                  },
                  {
                    name: '门诊楼5F-门诊步行梯',
                    twin: '门诊楼5F-门诊步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000452',
                  },
                  {
                    name: '门诊楼5楼耳鼻喉科护士站',
                    twin: '门诊楼5楼耳鼻喉科护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000425',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉候诊2',
                    twin: '门诊楼5F-耳鼻喉候诊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000456',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉候诊1',
                    twin: '门诊楼5F-耳鼻喉候诊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000427',
                  },
                  {
                    name: '门诊五楼耳鼻喉科挂号处',
                    twin: '门诊五楼耳鼻喉科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000423',
                  },
                  {
                    name: '门诊楼5F-消化内通道3',
                    twin: '门诊楼5F-消化内通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000450',
                  },
                  {
                    name: '门诊楼5F-东步行梯前室',
                    twin: '门诊楼5F-东步行梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000433',
                  },
                  {
                    name: '门诊楼5F-消化内通道1',
                    twin: '门诊楼5F-消化内通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000435',
                  },
                  {
                    name: '门诊楼5F-南走廊东',
                    twin: '门诊楼5F-南走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000437',
                  },
                  {
                    name: '门诊楼5F-消化内候诊室2',
                    twin: '门诊楼5F-消化内候诊室2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000446',
                  },
                  {
                    name: '门诊楼5F-消化内导诊台',
                    twin: '门诊楼5F-消化内导诊台',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000443',
                  },
                  {
                    name: '门诊楼5F-消化内候诊1',
                    twin: '门诊楼5F-消化内候诊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000442',
                  },
                  {
                    name: '门诊楼5F-南走廊中1',
                    twin: '门诊楼5F-南走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000428',
                  },
                  {
                    name: '门诊楼5楼儿科护士站',
                    twin: '门诊楼5楼儿科护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000426',
                  },
                  {
                    name: '门诊楼5F-南走廊中2',
                    twin: '门诊楼5F-南走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000429',
                  },
                  {
                    name: '门诊楼5F-儿科候诊',
                    twin: '门诊楼5F-儿科候诊',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000462',
                  },
                  {
                    name: '门诊楼5F-自动扶梯',
                    twin: '门诊楼5F-自动扶梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000461',
                  },
                  {
                    name: '门诊楼5F-中庭南走廊2',
                    twin: '门诊楼5F-中庭南走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000431',
                  },
                  {
                    name: '门诊楼5F-中庭南走廊1',
                    twin: '门诊楼5F-中庭南走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000439',
                  },
                  {
                    name: '门诊五楼小儿科挂号处',
                    twin: '门诊五楼小儿科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000424',
                  },
                  {
                    name: '门诊楼5F-消化内会议室',
                    twin: '门诊楼5F-消化内会议室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000432',
                  },
                  {
                    name: '门诊楼5F-消化内分诊台',
                    twin: '门诊楼5F-消化内分诊台',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000438',
                  },
                  {
                    name: '门诊楼5F-消化内通道2',
                    twin: '门诊楼5F-消化内通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000436',
                  },
                  {
                    name: '门诊楼5F-消化内通道4',
                    twin: '门诊楼5F-消化内通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000451',
                  },
                  {
                    name: '门诊楼5F-收费处前区',
                    twin: '门诊楼5F-收费处前区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000457',
                  },
                  {
                    name: '门诊楼5F-门诊电梯厅',
                    twin: '门诊楼5F-门诊电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000455',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉走廊1',
                    twin: '门诊楼5F-耳鼻喉走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000453',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉走廊2',
                    twin: '门诊楼5F-耳鼻喉走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000430',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉走廊3',
                    twin: '门诊楼5F-耳鼻喉走廊3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000454',
                  },
                  {
                    name: '门诊楼5F-耳鼻喉走廊4',
                    twin: '门诊楼5F-耳鼻喉走廊4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000460',
                  },
                  {
                    name: '门诊楼5F-货梯厅',
                    twin: '门诊楼5F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000448',
                  },
                  {
                    name: '门诊楼5F-南走廊西',
                    twin: '门诊楼5F-南走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000447',
                  },
                  {
                    name: '门诊楼5F-电梯厅2',
                    twin: '门诊楼5F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000445',
                  },
                  {
                    name: '门诊楼5F-电梯厅1',
                    twin: '门诊楼5F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000444',
                  },
                  {
                    name: '门诊楼5F-职工电梯厅前室',
                    twin: '门诊楼5F-职工电梯厅前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000440',
                  },
                ],
                门诊综合楼A区7F: [
                  {
                    name: '门诊楼7F-走廊西',
                    twin: '门诊楼7F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000530',
                  },
                  {
                    name: '门诊楼7F-货梯厅',
                    twin: '门诊楼7F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000531',
                  },
                  {
                    name: '门诊楼7F-家属等候区',
                    twin: '门诊楼7F-家属等候区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000526',
                  },
                  {
                    name: '门诊楼7F-职工梯前室',
                    twin: '门诊楼7F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000534',
                  },
                  {
                    name: '门诊楼7F-西步行梯',
                    twin: '门诊楼7F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000532',
                  },
                  {
                    name: '门诊楼7F-中步行梯',
                    twin: '门诊楼7F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000535',
                  },
                  {
                    name: '门诊楼7F-东步行梯',
                    twin: '门诊楼7F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000536',
                  },
                ],
                门诊综合楼A区9F: [
                  {
                    name: '门诊楼9F-职工梯前室',
                    twin: '门诊楼9F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000577',
                  },
                  {
                    name: '门诊楼9F-走廊西',
                    twin: '门诊楼9F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000573',
                  },
                  {
                    name: '门诊楼9F-货梯厅',
                    twin: '门诊楼9F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000574',
                  },
                  {
                    name: '门诊楼9F-东步行梯',
                    twin: '门诊楼9F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000578',
                  },
                  {
                    name: '门诊楼9F-中步行梯',
                    twin: '门诊楼9F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000580',
                  },
                  {
                    name: '门诊楼9F-西步行梯',
                    twin: '门诊楼9F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000579',
                  },
                ],
                门诊综合楼A区19F: [
                  {
                    name: '门诊楼19F-值班室通道',
                    twin: '门诊楼19F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000726',
                  },
                  {
                    name: '门诊楼19F-走廊东2',
                    twin: '门诊楼19F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000715',
                  },
                  {
                    name: '门诊楼19F-走廊东1',
                    twin: '门诊楼19F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000714',
                  },
                  {
                    name: '门诊楼19F-走廊中2',
                    twin: '门诊楼19F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000719',
                  },
                  {
                    name: '门诊楼19F-护士站',
                    twin: '门诊楼19F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000717',
                  },
                  {
                    name: '门诊楼19F-电梯厅1',
                    twin: '门诊楼19F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000723',
                  },
                  {
                    name: '门诊楼19F-走廊中1',
                    twin: '门诊楼19F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000718',
                  },
                  {
                    name: '门诊楼19F-电梯厅2',
                    twin: '门诊楼19F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000724',
                  },
                  {
                    name: '门诊楼19F-走廊西',
                    twin: '门诊楼19F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000720',
                  },
                  {
                    name: '门诊楼19F-货梯厅',
                    twin: '门诊楼19F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000721',
                  },
                  {
                    name: '门诊楼19F-东步行梯',
                    twin: '门诊楼19F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000713',
                  },
                  {
                    name: '门诊楼19F-中步行梯',
                    twin: '门诊楼19F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000727',
                  },
                  {
                    name: '门诊楼19F-西步行梯',
                    twin: '门诊楼19F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000722',
                  },
                ],
                门诊综合楼A区11F: [
                  {
                    name: '门诊楼11F-值班室通道',
                    twin: '门诊楼11F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000606',
                  },
                  {
                    name: '门诊楼11F-走廊中2',
                    twin: '门诊楼11F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000600',
                  },
                  {
                    name: '门诊楼11F-护士站',
                    twin: '门诊楼11F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000599',
                  },
                  {
                    name: '门诊楼11F-走廊中1',
                    twin: '门诊楼11F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000598',
                  },
                  {
                    name: '门诊楼11F-电梯厅2',
                    twin: '门诊楼11F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000592',
                  },
                  {
                    name: '门诊楼11F-职工梯前室',
                    twin: '门诊楼11F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000605',
                  },
                  {
                    name: '门诊楼11F-走廊西',
                    twin: '门诊楼11F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000601',
                  },
                  {
                    name: '门诊楼11F-货梯厅',
                    twin: '门诊楼11F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000602',
                  },
                  {
                    name: '门诊楼11F-东步行梯',
                    twin: '门诊楼11F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000595',
                  },
                  {
                    name: '门诊楼11F-中步行梯',
                    twin: '门诊楼11F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000594',
                  },
                  {
                    name: '门诊楼11F-西步行梯',
                    twin: '门诊楼11F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000603',
                  },
                ],
                门诊综合楼A区23F: [
                  {
                    name: '门诊楼23F-值班室通道',
                    twin: '门诊楼23F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000784',
                  },
                  {
                    name: '门诊楼23F-走廊东2',
                    twin: '门诊楼23F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000773',
                  },
                  {
                    name: '门诊楼23F-走廊东1',
                    twin: '门诊楼23F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000772',
                  },
                  {
                    name: '门诊楼23F-走廊中2',
                    twin: '门诊楼23F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000777',
                  },
                  {
                    name: '门诊楼23F-护士站',
                    twin: '门诊楼23F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000776',
                  },
                  {
                    name: '门诊楼23F-电梯厅1',
                    twin: '门诊楼23F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000781',
                  },
                  {
                    name: '门诊楼23F-走廊中1',
                    twin: '门诊楼23F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000775',
                  },
                  {
                    name: '门诊楼23F-电梯厅2',
                    twin: '门诊楼23F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000782',
                  },
                  {
                    name: '门诊楼23F-职工梯前室',
                    twin: '门诊楼23F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000783',
                  },
                  {
                    name: '门诊楼23F-走廊西',
                    twin: '门诊楼23F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000778',
                  },
                  {
                    name: '门诊楼23F-货梯厅',
                    twin: '门诊楼23F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000779',
                  },
                  {
                    name: '门诊楼23F-东步行梯',
                    twin: '门诊楼23F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000771',
                  },
                  {
                    name: '门诊楼23F-中步行梯',
                    twin: '门诊楼23F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000785',
                  },
                  {
                    name: '门诊楼23F-西步行梯',
                    twin: '门诊楼23F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000780',
                  },
                ],
                门诊综合楼A区13F: [
                  {
                    name: '门诊楼13F-东步行梯',
                    twin: '门诊楼13F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000628',
                  },
                  {
                    name: '门诊楼13F-中步行梯',
                    twin: '门诊楼13F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000642',
                  },
                  {
                    name: '门诊楼13F-西步行梯',
                    twin: '门诊楼13F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000637',
                  },
                  {
                    name: '门诊楼13F-走廊西3',
                    twin: '门诊楼13F-走廊西3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000627',
                  },
                  {
                    name: '门诊楼13F-走廊东1',
                    twin: '门诊楼13F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000629',
                  },
                  {
                    name: '门诊楼13F-值班室通道',
                    twin: '门诊楼13F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000641',
                  },
                  {
                    name: '门诊楼13F-走廊东2',
                    twin: '门诊楼13F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000630',
                  },
                  {
                    name: '门诊楼13F-走廊东3',
                    twin: '门诊楼13F-走廊东3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000625',
                  },
                  {
                    name: '门诊楼13F-走廊中2',
                    twin: '门诊楼13F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000634',
                  },
                  {
                    name: '门诊楼13F-护士站',
                    twin: '门诊楼13F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000633',
                  },
                  {
                    name: '门诊楼13F-电梯厅1',
                    twin: '门诊楼13F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000638',
                  },
                  {
                    name: '门诊楼13F-走廊中1',
                    twin: '门诊楼13F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000631',
                  },
                  {
                    name: '门诊楼13F-电梯厅2',
                    twin: '门诊楼13F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000639',
                  },
                  {
                    name: '门诊楼13F-职工梯前室',
                    twin: '门诊楼13F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000640',
                  },
                  {
                    name: '门诊楼13F-走廊西',
                    twin: '门诊楼13F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000635',
                  },
                  {
                    name: '门诊楼13F-货梯厅',
                    twin: '门诊楼13F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000636',
                  },
                ],
                门诊综合楼A区25F: [
                  {
                    name: '门诊楼25F-值班室通道',
                    twin: '门诊楼25F-值班室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000823',
                  },
                  {
                    name: '门诊楼25F-走廊东2',
                    twin: '门诊楼25F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000806',
                  },
                  {
                    name: '门诊楼25F-走廊东1',
                    twin: '门诊楼25F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000805',
                  },
                  {
                    name: '门诊楼25F-走廊中2',
                    twin: '门诊楼25F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000813',
                  },
                  {
                    name: '门诊楼25F-护士站',
                    twin: '门诊楼25F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000810',
                  },
                  {
                    name: '门诊楼25F-电梯厅1',
                    twin: '门诊楼25F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000821',
                  },
                  {
                    name: '门诊楼25F-走廊中1',
                    twin: '门诊楼25F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000809',
                  },
                  {
                    name: '门诊楼25F-电梯厅2',
                    twin: '门诊楼25F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000822',
                  },
                  {
                    name: '门诊楼25F-职工梯前室',
                    twin: '门诊楼25F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000811',
                  },
                  {
                    name: '门诊楼25F-走廊西',
                    twin: '门诊楼25F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000814',
                  },
                  {
                    name: '门诊楼25F-货梯厅',
                    twin: '门诊楼25F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000815',
                  },
                  {
                    name: '门诊楼25F-东步行梯',
                    twin: '门诊楼25F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000804',
                  },
                  {
                    name: '门诊楼25F-中步行梯',
                    twin: '门诊楼25F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000812',
                  },
                  {
                    name: '门诊楼25F-西步行梯',
                    twin: '门诊楼25F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000816',
                  },
                ],
                门诊综合楼A区15F: [
                  {
                    name: '门诊楼15F-东步行梯',
                    twin: '门诊楼15F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000647',
                  },
                  {
                    name: '门诊楼15F-中步行梯',
                    twin: '门诊楼15F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000663',
                  },
                  {
                    name: '门诊楼15F-西步行梯',
                    twin: '门诊楼15F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000656',
                  },
                  {
                    name: '门诊楼15F-走廊西2',
                    twin: '门诊楼15F-走廊西2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000645',
                  },
                  {
                    name: '门诊楼15F-换鞋区',
                    twin: '门诊楼15F-换鞋区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000644',
                  },
                  {
                    name: '门诊楼15F-护士站前',
                    twin: '门诊楼15F-护士站前',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000643',
                  },
                  {
                    name: '门诊楼15F-污物间',
                    twin: '门诊楼15F-污物间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000664',
                  },
                  {
                    name: '门诊楼15F-值班室通道中',
                    twin: '门诊楼15F-值班室通道中',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000646',
                  },
                  {
                    name: '门诊楼15F-值班室通道3',
                    twin: '门诊楼15F-值班室通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000657',
                  },
                  {
                    name: '门诊楼15F-值班室通道1',
                    twin: '门诊楼15F-值班室通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000661',
                  },
                  {
                    name: '门诊楼15F-手术室门口',
                    twin: '门诊楼15F-手术室门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000653',
                  },
                  {
                    name: '门诊楼15F-护士站',
                    twin: '门诊楼15F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000651',
                  },
                  {
                    name: '门诊楼15F-电梯厅1',
                    twin: '门诊楼15F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000659',
                  },
                  {
                    name: '门诊楼15F-走廊中1',
                    twin: '门诊楼15F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000652',
                  },
                  {
                    name: '门诊楼15F-电梯厅2',
                    twin: '门诊楼15F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000660',
                  },
                  {
                    name: '门诊楼15F-职工梯前室',
                    twin: '门诊楼15F-职工梯前室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000662',
                  },
                  {
                    name: '门诊楼15F-走廊西',
                    twin: '门诊楼15F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000654',
                  },
                  {
                    name: '门诊楼15F-货梯厅',
                    twin: '门诊楼15F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000655',
                  },
                ],
                门诊综合楼A区17F: [
                  {
                    name: '门诊楼17F-值班室通道3',
                    twin: '门诊楼17F-值班室通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000690',
                  },
                  {
                    name: '门诊楼17F-走廊东2',
                    twin: '门诊楼17F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000682',
                  },
                  {
                    name: '门诊楼17F-走廊东1',
                    twin: '门诊楼17F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000681',
                  },
                  {
                    name: '门诊楼17F-护士站',
                    twin: '门诊楼17F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000684',
                  },
                  {
                    name: '门诊楼17F-电梯厅1',
                    twin: '门诊楼17F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000691',
                  },
                  {
                    name: '门诊楼17F-走廊中1',
                    twin: '门诊楼17F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000685',
                  },
                  {
                    name: '门诊楼17F-电梯厅2',
                    twin: '门诊楼17F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000694',
                  },
                  {
                    name: '门诊楼17F-走廊西',
                    twin: '门诊楼17F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000687',
                  },
                  {
                    name: '门诊楼17F-货梯厅',
                    twin: '门诊楼17F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000686',
                  },
                  {
                    name: '门诊楼17F-东步行梯',
                    twin: '门诊楼17F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000680',
                  },
                  {
                    name: '门诊楼17F-中步行梯',
                    twin: '门诊楼17F-中步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000696',
                  },
                  {
                    name: '门诊楼17F-西步行梯',
                    twin: '门诊楼17F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000689',
                  },
                ],
              },
              门诊综合楼B区: {
                门诊综合楼B区1F: [
                  {
                    name: '门诊B区1F-放射候诊室一',
                    twin: '门诊B区1F-放射候诊室一',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000077',
                  },
                  {
                    name: '门诊B区1F-放射候诊室二',
                    twin: '门诊B区1F-放射候诊室二',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000078',
                  },
                  {
                    name: '门诊B区1F-南走廊',
                    twin: '门诊B区1F-南走廊',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000079',
                  },
                  {
                    name: '门诊B区1F-核磁共振护士站',
                    twin: '门诊B区1F-核磁共振护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000080',
                  },
                  {
                    name: '门诊B区1F-北走廊1',
                    twin: '门诊B区1F-北走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000082',
                  },
                  {
                    name: '门诊B区1F-北走廊2',
                    twin: '门诊B区1F-北走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000083',
                  },
                  {
                    name: '门诊B区1F-电梯厅',
                    twin: '门诊B区1F-电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000084',
                  },
                ],
                门诊综合楼B区2F: [
                  {
                    name: '门诊B区2F-北走廊1',
                    twin: '门诊B区2F-北走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000085',
                  },
                  {
                    name: '门诊B区2F-北走廊2',
                    twin: '门诊B区2F-北走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000088',
                  },
                  {
                    name: '门诊B区2F-电梯厅',
                    twin: '门诊B区2F-电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000089',
                  },
                ],
                门诊综合楼B区3F: [
                  {
                    name: '门诊B区3F-南走廊2',
                    twin: '门诊B区3F-南走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000092',
                  },
                  {
                    name: '门诊B区3F-西步行梯',
                    twin: '门诊B区3F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000093',
                  },
                  {
                    name: '门诊B区3F-西步行梯过道',
                    twin: '门诊B区3F-西步行梯过道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000094',
                  },
                  {
                    name: '门诊B区3F-北走廊1',
                    twin: '门诊B区3F-北走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000095',
                  },
                  {
                    name: '门诊B区3F-北走廊2',
                    twin: '门诊B区3F-北走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000096',
                  },
                  {
                    name: '门诊B区3F-电梯厅',
                    twin: '门诊B区3F-电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000097',
                  },
                ],
                门诊综合楼B区4F: [
                  {
                    name: '门诊B区4F-口腔候诊室2',
                    twin: '门诊B区4F-口腔候诊室2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000102',
                  },
                  {
                    name: '门诊b区4楼口腔内科挂号处',
                    twin: '门诊b区4楼口腔内科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000098',
                  },
                  {
                    name: '门诊B区4F-口腔候诊室1',
                    twin: '门诊B区4F-口腔候诊室1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000101',
                  },
                  {
                    name: '门诊B区4F-西步行梯',
                    twin: '门诊B区4F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000099',
                  },
                  {
                    name: '门诊B区4F-西步行梯过道',
                    twin: '门诊B区4F-西步行梯过道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000103',
                  },
                  {
                    name: '门诊B区4F-北走廊1',
                    twin: '门诊B区4F-北走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000104',
                  },
                  {
                    name: '门诊B区4F-北走廊2',
                    twin: '门诊B区4F-北走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000105',
                  },
                  {
                    name: '门诊B区4F-电梯厅',
                    twin: '门诊B区4F-电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000106',
                  },
                  {
                    name: '门诊B区4F-东步行梯',
                    twin: '门诊B区4F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000100',
                  },
                ],
                门诊综合楼B区5F: [
                  {
                    name: '门诊B区5F-北走廊1',
                    twin: '门诊B区5F-北走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000117',
                  },
                  {
                    name: '门诊B区5F-北走廊2',
                    twin: '门诊B区5F-北走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000118',
                  },
                  {
                    name: '门诊B区5F-电梯厅',
                    twin: '门诊B区5F-电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000119',
                  },
                  {
                    name: '门诊B区5F-东步行梯',
                    twin: '门诊B区5F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000112',
                  },
                  {
                    name: '门诊B区5F-南走廊1',
                    twin: '门诊B区5F-南走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000113',
                  },
                  {
                    name: '门诊B区5F-南走廊2',
                    twin: '门诊B区5F-南走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000114',
                  },
                  {
                    name: '门诊B区5F-西步行梯',
                    twin: '门诊B区5F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000115',
                  },
                  {
                    name: '门诊B区5F-西步行梯过道',
                    twin: '门诊B区5F-西步行梯过道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000116',
                  },
                  {
                    name: '门诊B区5F-口腔诊室1',
                    twin: '门诊B区5F-口腔诊室1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000110',
                  },
                  {
                    name: '门诊B区5F-口腔诊室2',
                    twin: '门诊B区5F-口腔诊室2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000111',
                  },
                  {
                    name: '门诊B区5F-候诊区2',
                    twin: '门诊B区5F-候诊区2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000108',
                  },
                  {
                    name: '门诊b区5楼口腔外科挂号处',
                    twin: '门诊b区5楼口腔外科挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000107',
                  },
                  {
                    name: '门诊B区5F-候诊区1',
                    twin: '门诊B区5F-候诊区1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000109',
                  },
                ],
                门诊综合楼B区6F: [
                  {
                    name: '门诊B区6F-北走廊1',
                    twin: '门诊B区6F-北走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000125',
                  },
                  {
                    name: '门诊B区6F-北走廊2',
                    twin: '门诊B区6F-北走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000126',
                  },
                  {
                    name: '门诊B区6F-电梯厅',
                    twin: '门诊B区6F-电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000127',
                  },
                  {
                    name: '门诊B区6F-东步行梯',
                    twin: '门诊B区6F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000120',
                  },
                  {
                    name: '门诊B区6F-南走廊1',
                    twin: '门诊B区6F-南走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000121',
                  },
                  {
                    name: '门诊B区6F-南走廊2',
                    twin: '门诊B区6F-南走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000122',
                  },
                  {
                    name: '门诊B区6F-西步行梯',
                    twin: '门诊B区6F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000123',
                  },
                  {
                    name: '门诊B区6F-西步行梯过道',
                    twin: '门诊B区6F-西步行梯过道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000124',
                  },
                ],
                门诊综合楼B区7F: [
                  {
                    name: '门诊B区7F-北走廊1',
                    twin: '门诊B区7F-北走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000134',
                  },
                  {
                    name: '门诊B区7F-北走廊2',
                    twin: '门诊B区7F-北走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000135',
                  },
                  {
                    name: '门诊B区7F-电梯厅',
                    twin: '门诊B区7F-电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000136',
                  },
                  {
                    name: '门诊B区7F-东步行梯',
                    twin: '门诊B区7F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000129',
                  },
                  {
                    name: '门诊B区7F-南走廊1',
                    twin: '门诊B区7F-南走廊1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000130',
                  },
                  {
                    name: '门诊B区7F-南走廊2',
                    twin: '门诊B区7F-南走廊2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000131',
                  },
                  {
                    name: '门诊B区7F-西步行梯',
                    twin: '门诊B区7F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000132',
                  },
                  {
                    name: '门诊B区7F-西步行梯过道',
                    twin: '门诊B区7F-西步行梯过道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000133',
                  },
                ],
              },
              '1号住院楼': {
                '1号住院楼15F': [
                  {
                    name: '1号楼15F-西步行梯',
                    twin: '1号楼15F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001154',
                  },
                  {
                    name: '1号楼15F-东步行梯',
                    twin: '1号楼15F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001155',
                  },
                ],
                '1号住院楼1F': [
                  {
                    name: '1号楼1F-西侧门',
                    twin: '1号楼1F-西侧门',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001013',
                  },
                  {
                    name: '1号楼1F-东步行梯',
                    twin: '1号楼1F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001002',
                  },
                  {
                    name: '1号楼1F-大厅',
                    twin: '1号楼1F-大厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001006',
                  },
                  {
                    name: '1号楼1F-东通道',
                    twin: '1号楼1F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001004',
                  },
                  {
                    name: '1号楼1F-营养综合楼道路',
                    twin: '1号楼1F-营养综合楼道路',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001017',
                  },
                  {
                    name: '1号楼1F-南侧门右',
                    twin: '1号楼1F-南侧门右',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001016',
                  },
                  {
                    name: '1号楼1F-行政办公楼道路',
                    twin: '1号楼1F-行政办公楼道路',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001018',
                  },
                  {
                    name: '1号楼1F-南侧门左',
                    twin: '1号楼1F-南侧门左',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001001',
                  },
                  {
                    name: '1号楼1F-门厅',
                    twin: '1号楼1F-门厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001003',
                  },
                  {
                    name: '1号楼1F-西步行梯',
                    twin: '1号楼1F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001015',
                  },
                  {
                    name: '1号楼1F-电梯厅',
                    twin: '1号楼1F-电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001010',
                  },
                  {
                    name: '1号楼1F-货梯厅',
                    twin: '1号楼1F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001014',
                  },
                  {
                    name: '1号楼1F-大门右道路',
                    twin: '1号楼1F-大门右道路',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001021',
                  },
                  {
                    name: '1号楼1F-大门左道路',
                    twin: '1号楼1F-大门左道路',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001020',
                  },
                  {
                    name: '1号楼1F-连廊',
                    twin: '1号楼1F-连廊',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001019',
                  },
                  {
                    name: '1号楼1F-大门人脸',
                    twin: '1号楼1F-大门人脸',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000999',
                  },
                  {
                    name: '1号楼1F-南门人脸',
                    twin: '1号楼1F-南门人脸',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001000',
                  },
                  {
                    name: '1号楼1F-南外墙过道',
                    twin: '1号楼1F-南外墙过道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001022',
                  },
                  {
                    name: '1号楼1F-监控中心小巷',
                    twin: '1号楼1F-监控中心小巷',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001023',
                  },
                ],
                '1号住院楼13F': [
                  {
                    name: '1号楼13F-配药室',
                    twin: '1号楼13F-配药室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001139',
                  },
                  {
                    name: '1号楼13F-西步行梯',
                    twin: '1号楼13F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001141',
                  },
                  {
                    name: '1号楼13F-东步行梯',
                    twin: '1号楼13F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001134',
                  },
                  {
                    name: '1号楼13F-电梯厅2',
                    twin: '1号楼13F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001136',
                  },
                  {
                    name: '1号楼13F-电梯厅1',
                    twin: '1号楼13F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001135',
                  },
                  {
                    name: '1号楼13F-东通道',
                    twin: '1号楼13F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001137',
                  },
                  {
                    name: '1号楼13F-医生办公室',
                    twin: '1号楼13F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001132',
                  },
                  {
                    name: '1号楼13F-护士站',
                    twin: '1号楼13F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001133',
                  },
                  {
                    name: '1号楼13F-西通道',
                    twin: '1号楼13F-西通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001138',
                  },
                  {
                    name: '1号楼13F-货梯厅',
                    twin: '1号楼13F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001140',
                  },
                ],
                '1号住院楼5F': [
                  {
                    name: '1号楼5F-西步行梯',
                    twin: '1号楼5F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001064',
                  },
                  {
                    name: '1号楼5F-东步行梯',
                    twin: '1号楼5F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001062',
                  },
                  {
                    name: '1号楼5F-东通道',
                    twin: '1号楼5F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001060',
                  },
                  {
                    name: '1号楼5F-医生办公室',
                    twin: '1号楼5F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001061',
                  },
                ],
                '1号住院楼14F': [
                  {
                    name: '1号楼14F-货梯厅',
                    twin: '1号楼14F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001150',
                  },
                  {
                    name: '1号楼14F-西通道',
                    twin: '1号楼14F-西通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001146',
                  },
                  {
                    name: '1号楼14F-护士站',
                    twin: '1号楼14F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001147',
                  },
                  {
                    name: '1号楼14F-配药室',
                    twin: '1号楼14F-配药室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001149',
                  },
                  {
                    name: '1号楼14F-医生办公室',
                    twin: '1号楼14F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001148',
                  },
                  {
                    name: '1号楼14F-东通道',
                    twin: '1号楼14F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001145',
                  },
                  {
                    name: '1号楼14F-电梯厅1',
                    twin: '1号楼14F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001144',
                  },
                  {
                    name: '1号楼14F-电梯厅2',
                    twin: '1号楼14F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001142',
                  },
                  {
                    name: '1号楼14F-东步行梯',
                    twin: '1号楼14F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001143',
                  },
                  {
                    name: '1号楼14F-西步行梯',
                    twin: '1号楼14F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001151',
                  },
                ],
                '1号住院楼4F': [
                  {
                    name: '1号楼4F-配药室',
                    twin: '1号楼4F-配药室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001056',
                  },
                  {
                    name: '1号楼4F-西步行梯',
                    twin: '1号楼4F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001058',
                  },
                  {
                    name: '1号楼4F-东步行梯',
                    twin: '1号楼4F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001049',
                  },
                  {
                    name: '1号楼4F-电梯厅2',
                    twin: '1号楼4F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001051',
                  },
                  {
                    name: '1号楼4F-电梯厅1',
                    twin: '1号楼4F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001050',
                  },
                  {
                    name: '1号楼4F-东通道',
                    twin: '1号楼4F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001052',
                  },
                  {
                    name: '1号楼4F-医生办公室',
                    twin: '1号楼4F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001055',
                  },
                  {
                    name: '1号楼4F-护士站',
                    twin: '1号楼4F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001054',
                  },
                  {
                    name: '1号楼4F-西通道',
                    twin: '1号楼4F-西通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001053',
                  },
                  {
                    name: '1号楼4F-货梯厅',
                    twin: '1号楼4F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001057',
                  },
                ],
                '1号住院楼11F': [
                  {
                    name: '1号楼11F-配药室',
                    twin: '1号楼11F-配药室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001120',
                  },
                  {
                    name: '1号楼11F-西步行梯',
                    twin: '1号楼11F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001116',
                  },
                  {
                    name: '1号楼11F-东步行梯',
                    twin: '1号楼11F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001113',
                  },
                  {
                    name: '1号楼11F-电梯厅2',
                    twin: '1号楼11F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001115',
                  },
                  {
                    name: '1号楼11F-电梯厅1',
                    twin: '1号楼11F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001114',
                  },
                  {
                    name: '1号楼11F-东通道',
                    twin: '1号楼11F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001117',
                  },
                  {
                    name: '1号楼11F-医生办公室',
                    twin: '1号楼11F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001119',
                  },
                  {
                    name: '1号楼11F-护士站',
                    twin: '1号楼11F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001118',
                  },
                  {
                    name: '1号楼11F-货梯厅',
                    twin: '1号楼11F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001121',
                  },
                ],
                '1号住院楼3F': [
                  {
                    name: '1号楼3F-配药室',
                    twin: '1号楼3F-配药室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001046',
                  },
                  {
                    name: '1号楼3F-西步行梯',
                    twin: '1号楼3F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001048',
                  },
                  {
                    name: '1号楼3F-东步行梯',
                    twin: '1号楼3F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001041',
                  },
                  {
                    name: '1号楼3F-电梯厅2',
                    twin: '1号楼3F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001043',
                  },
                  {
                    name: '1号楼3F-电梯厅1',
                    twin: '1号楼3F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001042',
                  },
                  {
                    name: '1号楼3F-医生办公室',
                    twin: '1号楼3F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001045',
                  },
                  {
                    name: '1号楼3F-护士站',
                    twin: '1号楼3F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001044',
                  },
                  {
                    name: '1号楼3F-货梯厅',
                    twin: '1号楼3F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001047',
                  },
                ],
                '1号住院楼12F': [
                  {
                    name: '1号楼12F-配药室',
                    twin: '1号楼12F-配药室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001129',
                  },
                  {
                    name: '1号楼12F-西步行梯',
                    twin: '1号楼12F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001131',
                  },
                  {
                    name: '1号楼12F-东步行梯',
                    twin: '1号楼12F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001122',
                  },
                  {
                    name: '1号楼12F-电梯厅2',
                    twin: '1号楼12F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001124',
                  },
                  {
                    name: '1号楼12F-电梯厅1',
                    twin: '1号楼12F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001123',
                  },
                  {
                    name: '1号楼12F-东通道',
                    twin: '1号楼12F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001125',
                  },
                  {
                    name: '1号楼12F-医生办公室',
                    twin: '1号楼12F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001128',
                  },
                  {
                    name: '1号楼12F-护士站',
                    twin: '1号楼12F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001127',
                  },
                  {
                    name: '1号楼12F-西通道',
                    twin: '1号楼12F-西通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001126',
                  },
                  {
                    name: '1号楼12F-货梯厅',
                    twin: '1号楼12F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001130',
                  },
                ],
                '1号住院楼2F': [
                  {
                    name: '1号楼2F-配药室',
                    twin: '1号楼2F-配药室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001038',
                  },
                  {
                    name: '1号楼2F-西步行梯',
                    twin: '1号楼2F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001040',
                  },
                  {
                    name: '1号楼2F-东步行梯',
                    twin: '1号楼2F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001032',
                  },
                  {
                    name: '1号楼2F-电梯厅2',
                    twin: '1号楼2F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001034',
                  },
                  {
                    name: '1号楼2F-电梯厅1',
                    twin: '1号楼2F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001033',
                  },
                  {
                    name: '1号楼2F-东通道',
                    twin: '1号楼2F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001035',
                  },
                  {
                    name: '1号楼2F-护士站',
                    twin: '1号楼2F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001036',
                  },
                  {
                    name: '1号楼2F-货梯厅',
                    twin: '1号楼2F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001039',
                  },
                ],
                '1号住院楼9F': [
                  {
                    name: '1号楼9F-护士站',
                    twin: '1号楼9F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001102',
                  },
                  {
                    name: '1号楼9F-西步行梯',
                    twin: '1号楼9F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001105',
                  },
                  {
                    name: '1号楼9F-东步行梯',
                    twin: '1号楼9F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001097',
                  },
                  {
                    name: '1号楼9F-电梯厅2',
                    twin: '1号楼9F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001099',
                  },
                  {
                    name: '1号楼9F-电梯厅1',
                    twin: '1号楼9F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001098',
                  },
                  {
                    name: '1号楼9F-东通道2',
                    twin: '1号楼9F-东通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001101',
                  },
                  {
                    name: '1号楼9F-东通道1',
                    twin: '1号楼9F-东通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001100',
                  },
                  {
                    name: '1号楼9F-西通道',
                    twin: '1号楼9F-西通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001095',
                  },
                  {
                    name: '1号楼9F-货梯厅',
                    twin: '1号楼9F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001096',
                  },
                ],
                '1号住院楼10F': [
                  {
                    name: '1号楼10F-东步行梯',
                    twin: '1号楼10F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001108',
                  },
                  {
                    name: '1号楼10F-电梯厅2',
                    twin: '1号楼10F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001110',
                  },
                  {
                    name: '1号楼10F-电梯厅1',
                    twin: '1号楼10F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001109',
                  },
                ],
                '1号住院楼8F': [
                  {
                    name: '1号楼8F-配药室',
                    twin: '1号楼8F-配药室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001092',
                  },
                  {
                    name: '1号楼8F-西步行梯',
                    twin: '1号楼8F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001094',
                  },
                  {
                    name: '1号楼8F-东步行梯',
                    twin: '1号楼8F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001085',
                  },
                  {
                    name: '1号楼8F-电梯厅2',
                    twin: '1号楼8F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001087',
                  },
                  {
                    name: '1号楼8F-电梯厅1',
                    twin: '1号楼8F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001086',
                  },
                  {
                    name: '1号楼8F-东通道',
                    twin: '1号楼8F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001088',
                  },
                  {
                    name: '1号楼8F-医生办公室',
                    twin: '1号楼8F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001091',
                  },
                  {
                    name: '1号楼8F-护士站',
                    twin: '1号楼8F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001090',
                  },
                  {
                    name: '1号楼8F-西通道',
                    twin: '1号楼8F-西通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001089',
                  },
                  {
                    name: '1号楼8F-货梯厅',
                    twin: '1号楼8F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001093',
                  },
                ],
                '1号住院楼7F': [
                  {
                    name: '1号楼7F-办公室通道',
                    twin: '1号楼7F-办公室通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001080',
                  },
                  {
                    name: '1号楼7F-西步行梯',
                    twin: '1号楼7F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001084',
                  },
                  {
                    name: '1号楼7F-东步行梯',
                    twin: '1号楼7F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001075',
                  },
                  {
                    name: '1号楼7F-电梯厅2',
                    twin: '1号楼7F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001077',
                  },
                  {
                    name: '1号楼7F-电梯厅1',
                    twin: '1号楼7F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001076',
                  },
                  {
                    name: '1号楼7F-东通道',
                    twin: '1号楼7F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001078',
                  },
                  {
                    name: '1号楼7F-医生办公室',
                    twin: '1号楼7F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001081',
                  },
                  {
                    name: '1号楼7F-西通道',
                    twin: '1号楼7F-西通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001079',
                  },
                  {
                    name: '1号楼7F-货梯厅',
                    twin: '1号楼7F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001083',
                  },
                ],
                '1号住院楼6F': [
                  {
                    name: '1号楼6F-配药室',
                    twin: '1号楼6F-配药室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001072',
                  },
                  {
                    name: '1号楼6F-西步行梯',
                    twin: '1号楼6F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001074',
                  },
                  {
                    name: '1号楼6F-东步行梯',
                    twin: '1号楼6F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001065',
                  },
                  {
                    name: '1号楼6F-电梯厅2',
                    twin: '1号楼6F-电梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001067',
                  },
                  {
                    name: '1号楼6F-电梯厅1',
                    twin: '1号楼6F-电梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001066',
                  },
                  {
                    name: '1号楼6F-东通道',
                    twin: '1号楼6F-东通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001068',
                  },
                  {
                    name: '1号楼6F-医生办公室',
                    twin: '1号楼6F-医生办公室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001071',
                  },
                  {
                    name: '1号楼6F-护士站',
                    twin: '1号楼6F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001070',
                  },
                  {
                    name: '1号楼6F-西通道',
                    twin: '1号楼6F-西通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001069',
                  },
                  {
                    name: '1号楼6F-货梯厅',
                    twin: '1号楼6F-货梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001073',
                  },
                ],
              },
              教学综合楼: {
                教学综合楼10F: [
                  {
                    name: '教学楼10楼通道6',
                    twin: '教学楼10楼通道6',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000941',
                  },
                  {
                    name: '教学楼10楼通道5',
                    twin: '教学楼10楼通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000945',
                  },
                  {
                    name: '教学楼10楼通道3',
                    twin: '教学楼10楼通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000942',
                  },
                  {
                    name: '教学楼10楼通道4',
                    twin: '教学楼10楼通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000943',
                  },
                  {
                    name: '教学楼10楼通道2',
                    twin: '教学楼10楼通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000944',
                  },
                  {
                    name: '教学楼10楼通道1',
                    twin: '教学楼10楼通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000940',
                  },
                ],
                教学综合楼14F: [
                  {
                    name: '教学楼14楼北电梯口',
                    twin: '教学楼14楼北电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000968',
                  },
                  {
                    name: '教学楼14楼通道6',
                    twin: '教学楼14楼通道6',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000969',
                  },
                  {
                    name: '教学楼14楼通道5',
                    twin: '教学楼14楼通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000963',
                  },
                  {
                    name: '教学楼14楼通道3',
                    twin: '教学楼14楼通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000967',
                  },
                  {
                    name: '教学楼14楼通道4',
                    twin: '教学楼14楼通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000965',
                  },
                  {
                    name: '教学楼14楼通道2',
                    twin: '教学楼14楼通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000964',
                  },
                  {
                    name: '教学楼14楼通道1',
                    twin: '教学楼14楼通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000970',
                  },
                  {
                    name: '教学楼14楼南楼梯口',
                    twin: '教学楼14楼南楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000966',
                  },
                ],
                教学综合楼13F: [
                  {
                    name: '教学楼13楼北面电梯厅',
                    twin: '教学楼13楼北面电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000949',
                  },
                  {
                    name: '教学楼13楼北面电梯',
                    twin: '教学楼13楼北面电梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000958',
                  },
                  {
                    name: '教学楼13楼南面走道',
                    twin: '教学楼13楼南面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000961',
                  },
                  {
                    name: '教学楼13楼北面走道',
                    twin: '教学楼13楼北面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000954',
                  },
                  {
                    name: '教学楼13楼中间走道',
                    twin: '教学楼13楼中间走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000960',
                  },
                  {
                    name: '教学楼13楼南面电梯厅',
                    twin: '教学楼13楼南面电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000952',
                  },
                  {
                    name: '教学楼13楼南步梯',
                    twin: '教学楼13楼南步梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000953',
                  },
                ],
                教学综合楼1F: [
                  {
                    name: '教学楼植物路门口',
                    twin: '教学楼植物路门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000869',
                  },
                  {
                    name: '教学楼北面液氧仓',
                    twin: '教学楼北面液氧仓',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000855',
                  },
                  {
                    name: '教学楼东面花园',
                    twin: '教学楼东面花园',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000868',
                  },
                  {
                    name: '教学楼电车停车2',
                    twin: '教学楼电车停车2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000865',
                  },
                  {
                    name: '教学楼电车停车1',
                    twin: '教学楼电车停车1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000866',
                  },
                  {
                    name: '教学楼1F监控室外西',
                    twin: '教学楼1F监控室外西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000862',
                  },
                  {
                    name: '教学楼1F北面电梯厅',
                    twin: '教学楼1F北面电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000857',
                  },
                  {
                    name: '教学楼1F北面走道',
                    twin: '教学楼1F北面走道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000858',
                  },
                  {
                    name: '教学楼1F营养餐厅',
                    twin: '教学楼1F营养餐厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000856',
                  },
                  {
                    name: '教学楼1F监控室外东',
                    twin: '教学楼1F监控室外东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000863',
                  },
                  {
                    name: '教学楼1F南小门',
                    twin: '教学楼1F南小门',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000860',
                  },
                  {
                    name: '教学楼1F西门口',
                    twin: '教学楼1F西门口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000864',
                  },
                ],
                教学综合楼16F: [
                  {
                    name: '教学楼16楼南楼梯口',
                    twin: '教学楼16楼南楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000987',
                  },
                  {
                    name: '教学楼16楼通道2',
                    twin: '教学楼16楼通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000982',
                  },
                  {
                    name: '教学楼16楼通道7',
                    twin: '教学楼16楼通道7',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000980',
                  },
                  {
                    name: '教学楼16楼通道6',
                    twin: '教学楼16楼通道6',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000983',
                  },
                  {
                    name: '教学楼16楼通道5',
                    twin: '教学楼16楼通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000985',
                  },
                  {
                    name: '教学楼16楼通道4',
                    twin: '教学楼16楼通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000984',
                  },
                  {
                    name: '教学楼16楼通道3',
                    twin: '教学楼16楼通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000979',
                  },
                ],
                教学综合楼8F: [
                  {
                    name: '教学楼8楼通道5',
                    twin: '教学楼8楼通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000928',
                  },
                  {
                    name: '教学楼8楼通道4',
                    twin: '教学楼8楼通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000923',
                  },
                  {
                    name: '教学楼8楼等候区',
                    twin: '教学楼8楼等候区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000931',
                  },
                  {
                    name: '教学楼8楼通道6',
                    twin: '教学楼8楼通道6',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000924',
                  },
                  {
                    name: '教学楼8楼北电梯口',
                    twin: '教学楼8楼北电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000922',
                  },
                  {
                    name: '教学楼8楼通道3',
                    twin: '教学楼8楼通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000927',
                  },
                  {
                    name: '教学楼8楼通道2',
                    twin: '教学楼8楼通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000926',
                  },
                  {
                    name: '教学楼8楼通道1',
                    twin: '教学楼8楼通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000930',
                  },
                  {
                    name: '教学楼8楼南楼梯口',
                    twin: '教学楼8楼南楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000925',
                  },
                ],
                教学综合楼15F: [
                  {
                    name: '教学楼15楼北电梯口',
                    twin: '教学楼15楼北电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000978',
                  },
                  {
                    name: '教学楼15楼通道1',
                    twin: '教学楼15楼通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000975',
                  },
                  {
                    name: '教学楼15楼通道5',
                    twin: '教学楼15楼通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000974',
                  },
                  {
                    name: '教学楼15楼通道3',
                    twin: '教学楼15楼通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000972',
                  },
                  {
                    name: '教学楼15楼通道4',
                    twin: '教学楼15楼通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000971',
                  },
                  {
                    name: '教学楼15楼通道2',
                    twin: '教学楼15楼通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000973',
                  },
                  {
                    name: '教学楼15楼通道6',
                    twin: '教学楼15楼通道6',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000976',
                  },
                  {
                    name: '教学楼15楼南楼梯口',
                    twin: '教学楼15楼南楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000977',
                  },
                ],
                教学综合楼9F: [
                  {
                    name: '教学楼9楼南楼梯口',
                    twin: '教学楼9楼南楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000934',
                  },
                  {
                    name: '教学楼9楼通道6',
                    twin: '教学楼9楼通道6',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000937',
                  },
                  {
                    name: '教学楼9楼通道4',
                    twin: '教学楼9楼通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000933',
                  },
                  {
                    name: '教学楼9楼通道3',
                    twin: '教学楼9楼通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000936',
                  },
                  {
                    name: '教学楼9楼北电梯口',
                    twin: '教学楼9楼北电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000935',
                  },
                  {
                    name: '教学楼9楼通道1',
                    twin: '教学楼9楼通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000932',
                  },
                  {
                    name: '教学楼9楼通道5',
                    twin: '教学楼9楼通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000938',
                  },
                ],
                教学综合楼6F: [
                  {
                    name: '教学楼6F血透等候区',
                    twin: '教学楼6F血透等候区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000906',
                  },
                  {
                    name: '教学楼6楼通道5',
                    twin: '教学楼6楼通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000910',
                  },
                  {
                    name: '教学楼6楼通道3',
                    twin: '教学楼6楼通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000913',
                  },
                  {
                    name: '教学楼6楼通道4',
                    twin: '教学楼6楼通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000912',
                  },
                  {
                    name: '教学楼6楼通道2',
                    twin: '教学楼6楼通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000908',
                  },
                  {
                    name: '教学楼6楼通道1',
                    twin: '教学楼6楼通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000911',
                  },
                  {
                    name: '教学楼6楼南楼梯口',
                    twin: '教学楼6楼南楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000909',
                  },
                ],
                教学综合楼7F: [
                  {
                    name: '教学楼7楼北电梯口',
                    twin: '教学楼7楼北电梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000916',
                  },
                  {
                    name: '教学楼7楼通道5',
                    twin: '教学楼7楼通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000921',
                  },
                  {
                    name: '教学楼7楼候珍区',
                    twin: '教学楼7楼候珍区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000914',
                  },
                  {
                    name: '教学楼7楼通道3',
                    twin: '教学楼7楼通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000918',
                  },
                  {
                    name: '教学楼7楼通道4',
                    twin: '教学楼7楼通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000917',
                  },
                  {
                    name: '教学楼7楼通道2',
                    twin: '教学楼7楼通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000915',
                  },
                  {
                    name: '教学楼7楼通道1',
                    twin: '教学楼7楼通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000920',
                  },
                  {
                    name: '教学楼7楼南楼梯口',
                    twin: '教学楼7楼南楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000919',
                  },
                ],
                教学综合楼4F: [
                  {
                    name: '教学楼4F北面妇科门诊治疗部3',
                    twin: '教学楼4F北面妇科门诊治疗部3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000896',
                  },
                  {
                    name: '教学楼4F南面楼梯口',
                    twin: '教学楼4F南面楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000893',
                  },
                  {
                    name: '教学楼4F南面通道1',
                    twin: '教学楼4F南面通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000889',
                  },
                  {
                    name: '教学楼4F南面妇科门诊治疗部2',
                    twin: '教学楼4F南面妇科门诊治疗部2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000895',
                  },
                  {
                    name: '教学楼4F北面妇科门诊治疗部4',
                    twin: '教学楼4F北面妇科门诊治疗部4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000888',
                  },
                  {
                    name: '教学楼4F南面妇科门诊治疗部3',
                    twin: '教学楼4F南面妇科门诊治疗部3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000894',
                  },
                  {
                    name: '教学楼4F北面妇科门诊治疗部2',
                    twin: '教学楼4F北面妇科门诊治疗部2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000891',
                  },
                  {
                    name: '教学楼4F北面妇科门诊治疗部1',
                    twin: '教学楼4F北面妇科门诊治疗部1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000892',
                  },
                  {
                    name: '教学楼4F北电梯厅',
                    twin: '教学楼4F北电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000890',
                  },
                ],
                教学综合楼5F: [
                  {
                    name: '教学楼5F北面电梯厅',
                    twin: '教学楼5F北面电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000900',
                  },
                  {
                    name: '教学楼五楼挂号处',
                    twin: '教学楼五楼挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000898',
                  },
                  {
                    name: '教学楼5F南面通道2',
                    twin: '教学楼5F南面通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000901',
                  },
                  {
                    name: '教学楼5F北面通道1',
                    twin: '教学楼5F北面通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000905',
                  },
                  {
                    name: '教学楼5F北面通道2',
                    twin: '教学楼5F北面通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000903',
                  },
                  {
                    name: '教学楼5F南面通道1',
                    twin: '教学楼5F南面通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000904',
                  },
                ],
                教学综合楼2F: [
                  {
                    name: '教学楼2F北电梯口2',
                    twin: '教学楼2F北电梯口2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000877',
                  },
                  {
                    name: '教学楼2F北电梯口1',
                    twin: '教学楼2F北电梯口1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000875',
                  },
                  {
                    name: '教学楼2F南面通道3',
                    twin: '教学楼2F南面通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000874',
                  },
                  {
                    name: '教学楼2F北面通道1',
                    twin: '教学楼2F北面通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000872',
                  },
                  {
                    name: '教学楼2F北面通道2',
                    twin: '教学楼2F北面通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000873',
                  },
                  {
                    name: '教学楼2F南面电梯厅',
                    twin: '教学楼2F南面电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000871',
                  },
                  {
                    name: '教学楼2F南步梯口',
                    twin: '教学楼2F南步梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000876',
                  },
                ],
                教学综合楼3F: [
                  {
                    name: '教学楼3F北电梯厅',
                    twin: '教学楼3F北电梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000882',
                  },
                  {
                    name: '教学楼3F北面通道3',
                    twin: '教学楼3F北面通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000881',
                  },
                  {
                    name: '教学楼3F北面通道1',
                    twin: '教学楼3F北面通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000886',
                  },
                  {
                    name: '教学楼3F南面通道2',
                    twin: '教学楼3F南面通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000879',
                  },
                  {
                    name: '教学楼3F北面通道2',
                    twin: '教学楼3F北面通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000880',
                  },
                  {
                    name: '教学楼3F南面通道1',
                    twin: '教学楼3F南面通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000883',
                  },
                  {
                    name: '教学楼3F南面楼梯口',
                    twin: '教学楼3F南面楼梯口',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314000885',
                  },
                ],
              },
              '2号住院楼': {
                '2号住院楼19F': [
                  {
                    name: '2号楼19F-东步行梯',
                    twin: '2号楼19F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001502',
                  },
                  {
                    name: '2号楼19F-西步行梯',
                    twin: '2号楼19F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001516',
                  },
                  {
                    name: '2号楼19F-消防候梯厅',
                    twin: '2号楼19F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001504',
                  },
                  {
                    name: '2号楼19F-医生通道2',
                    twin: '2号楼19F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001529',
                  },
                  {
                    name: '2号楼19F-职工候梯厅',
                    twin: '2号楼19F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001515',
                  },
                ],
                '2号住院楼7F': [
                  {
                    name: '2号楼7F-西步行梯',
                    twin: '2号楼7F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001322',
                  },
                  {
                    name: '2号楼7F-东步行梯',
                    twin: '2号楼7F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001313',
                  },
                  {
                    name: '2号楼7F-消防候梯厅',
                    twin: '2号楼7F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001315',
                  },
                  {
                    name: '2号楼7F-消防梯通道',
                    twin: '2号楼7F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001314',
                  },
                  {
                    name: '2号楼7F-走廊东',
                    twin: '2号楼7F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001316',
                  },
                  {
                    name: '2号楼7F-走廊中1',
                    twin: '2号楼7F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001317',
                  },
                  {
                    name: '2号楼7F-走廊中2',
                    twin: '2号楼7F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001318',
                  },
                  {
                    name: '2号楼7F-配药间',
                    twin: '2号楼7F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001320',
                  },
                  {
                    name: '2号楼7F-护士站',
                    twin: '2号楼7F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001319',
                  },
                  {
                    name: '2号楼7F-职工候梯厅',
                    twin: '2号楼7F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001321',
                  },
                  {
                    name: '2号楼7F-医生通道1',
                    twin: '2号楼7F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001311',
                  },
                  {
                    name: '2号楼7F-医生通道2',
                    twin: '2号楼7F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001312',
                  },
                  {
                    name: '2号楼7F-走廊西',
                    twin: '2号楼7F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001323',
                  },
                ],
                '2号住院楼9F': [
                  {
                    name: '2号楼9F-西步行梯',
                    twin: '2号楼9F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001356',
                  },
                  {
                    name: '2号楼9F-东步行梯',
                    twin: '2号楼9F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001349',
                  },
                  {
                    name: '2号楼9F-走廊东1',
                    twin: '2号楼9F-走廊东1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001351',
                  },
                  {
                    name: '2号楼9F-走廊东2',
                    twin: '2号楼9F-走廊东2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001348',
                  },
                  {
                    name: '2号楼9F-走廊中1',
                    twin: '2号楼9F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001346',
                  },
                  {
                    name: '2号楼9F-走廊中2',
                    twin: '2号楼9F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001347',
                  },
                  {
                    name: '2号楼9F-消防候梯厅',
                    twin: '2号楼9F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001345',
                  },
                  {
                    name: '2号楼9F-消防梯通道',
                    twin: '2号楼9F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001350',
                  },
                  {
                    name: '2号楼9F-配药间',
                    twin: '2号楼9F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001353',
                  },
                  {
                    name: '2号楼9F-护士站',
                    twin: '2号楼9F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001352',
                  },
                  {
                    name: '2号楼9F-职工候梯厅',
                    twin: '2号楼9F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001355',
                  },
                  {
                    name: '2号楼9F-医生通道1',
                    twin: '2号楼9F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001354',
                  },
                  {
                    name: '2号楼9F-医生通道2',
                    twin: '2号楼9F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001357',
                  },
                  {
                    name: '2号楼9F-医患沟通室',
                    twin: '2号楼9F-医患沟通室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001344',
                  },
                ],
                '2号住院楼15F': [
                  {
                    name: '2号楼15F-西步行梯',
                    twin: '2号楼15F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001445',
                  },
                  {
                    name: '2号楼15F-东步行梯',
                    twin: '2号楼15F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001435',
                  },
                  {
                    name: '2号楼15F-消防梯通道',
                    twin: '2号楼15F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001436',
                  },
                  {
                    name: '2号楼15F-走廊中1',
                    twin: '2号楼15F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001439',
                  },
                  {
                    name: '2号楼15F-走廊中2',
                    twin: '2号楼15F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001440',
                  },
                  {
                    name: '2号楼15F-走廊西',
                    twin: '2号楼15F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001446',
                  },
                  {
                    name: '2号楼15F-走廊东',
                    twin: '2号楼15F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001438',
                  },
                  {
                    name: '2号楼15F-消防候梯厅',
                    twin: '2号楼15F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001437',
                  },
                  {
                    name: '2号楼15F-配药间',
                    twin: '2号楼15F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001442',
                  },
                  {
                    name: '2号楼15F-护士站',
                    twin: '2号楼15F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001441',
                  },
                  {
                    name: '2号楼15F-职工候梯厅',
                    twin: '2号楼15F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001444',
                  },
                  {
                    name: '2号楼15F-医生通道1',
                    twin: '2号楼15F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001443',
                  },
                  {
                    name: '2号楼15F-医生通道2',
                    twin: '2号楼15F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001447',
                  },
                ],
                '2号住院楼25F': [
                  {
                    name: '2号楼25F-东步行梯',
                    twin: '2号楼25F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001615',
                  },
                  {
                    name: '2号楼25F-西步行梯',
                    twin: '2号楼25F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001625',
                  },
                  {
                    name: '2号楼25F-消防梯通道',
                    twin: '2号楼25F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001616',
                  },
                  {
                    name: '2号楼25F-走廊东',
                    twin: '2号楼25F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001618',
                  },
                  {
                    name: '2号楼25F-走廊中2',
                    twin: '2号楼25F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001620',
                  },
                  {
                    name: '2号楼25F-走廊中1',
                    twin: '2号楼25F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001619',
                  },
                  {
                    name: '2号楼25F-配药间',
                    twin: '2号楼25F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001622',
                  },
                  {
                    name: '2号楼25F-护士站',
                    twin: '2号楼25F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001621',
                  },
                  {
                    name: '2号楼25F-走廊西',
                    twin: '2号楼25F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001626',
                  },
                  {
                    name: '2号楼25F-医生通道1',
                    twin: '2号楼25F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001623',
                  },
                  {
                    name: '2号楼25F-消防候梯厅',
                    twin: '2号楼25F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001617',
                  },
                  {
                    name: '2号楼25F-医生通道2',
                    twin: '2号楼25F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001627',
                  },
                  {
                    name: '2号楼25F-职工候梯厅',
                    twin: '2号楼25F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001624',
                  },
                  {
                    name: '2号楼25F-客梯候梯厅2',
                    twin: '2号楼25F-客梯候梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001629',
                  },
                  {
                    name: '2号楼25F-客梯候梯厅1',
                    twin: '2号楼25F-客梯候梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001628',
                  },
                ],
                '2号住院楼3F': [
                  {
                    name: '2号楼3F-西步行梯',
                    twin: '2号楼3F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001230',
                  },
                  {
                    name: '2号楼3F-病人通道1',
                    twin: '2号楼3F-病人通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001228',
                  },
                  {
                    name: '2号楼3F-病人通道2',
                    twin: '2号楼3F-病人通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001227',
                  },
                  {
                    name: '2号楼3F-病人通道3',
                    twin: '2号楼3F-病人通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001218',
                  },
                  {
                    name: '2号楼3F-病人通道4',
                    twin: '2号楼3F-病人通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001219',
                  },
                  {
                    name: '2号楼3F-护士站',
                    twin: '2号楼3F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001214',
                  },
                  {
                    name: '2号楼3F-病人通道5',
                    twin: '2号楼3F-病人通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001220',
                  },
                  {
                    name: '2号楼3F-CT室后面通道',
                    twin: '2号楼3F-CT室后面通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001224',
                  },
                  {
                    name: '2号楼3F-候诊大厅1',
                    twin: '2号楼3F-候诊大厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001221',
                  },
                  {
                    name: '2号楼3F-接待咨询处',
                    twin: '2号楼3F-接待咨询处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001213',
                  },
                  {
                    name: '2号楼3F-医生通道1',
                    twin: '2号楼3F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001222',
                  },
                  {
                    name: '2号楼3F-候诊大厅2',
                    twin: '2号楼3F-候诊大厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001229',
                  },
                  {
                    name: '2号楼3F-客梯候梯厅3',
                    twin: '2号楼3F-客梯候梯厅3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001232',
                  },
                  {
                    name: '2号楼3F-客梯候梯厅1',
                    twin: '2号楼3F-客梯候梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001226',
                  },
                  {
                    name: '2号楼3F-客梯候梯厅4',
                    twin: '2号楼3F-客梯候梯厅4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001225',
                  },
                  {
                    name: '2号楼3F-客梯候梯厅5',
                    twin: '2号楼3F-客梯候梯厅5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001231',
                  },
                ],
                '2号住院楼17F': [
                  {
                    name: '2号楼17F-东步行梯',
                    twin: '2号楼17F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001465',
                  },
                  {
                    name: '2号楼17F-西步行梯',
                    twin: '2号楼17F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001475',
                  },
                  {
                    name: '2号楼17F-消防梯通道',
                    twin: '2号楼17F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001466',
                  },
                  {
                    name: '2号楼17F-走廊中1',
                    twin: '2号楼17F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001469',
                  },
                  {
                    name: '2号楼17F-走廊中2',
                    twin: '2号楼17F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001470',
                  },
                  {
                    name: '2号楼17F-走廊西',
                    twin: '2号楼17F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001476',
                  },
                  {
                    name: '2号楼17F-走廊东',
                    twin: '2号楼17F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001468',
                  },
                  {
                    name: '2号楼17F-消防候梯厅',
                    twin: '2号楼17F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001467',
                  },
                  {
                    name: '2号楼17F-配药间',
                    twin: '2号楼17F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001472',
                  },
                  {
                    name: '2号楼17F-护士站',
                    twin: '2号楼17F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001471',
                  },
                  {
                    name: '2号楼17F-职工候梯厅',
                    twin: '2号楼17F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001474',
                  },
                  {
                    name: '2号楼17F-医生通道1',
                    twin: '2号楼17F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001473',
                  },
                  {
                    name: '2号楼17F-医生通道2',
                    twin: '2号楼17F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001477',
                  },
                ],
                '2号住院楼5F': [
                  {
                    name: '2号楼5F-医生通道1',
                    twin: '2号楼5F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001266',
                  },
                  {
                    name: '2号楼5F-客梯候梯厅3',
                    twin: '2号楼5F-客梯候梯厅3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001279',
                  },
                  {
                    name: '2号楼5F-B超候诊区1',
                    twin: '2号楼5F-B超候诊区1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001278',
                  },
                  {
                    name: '2号楼5F-西步行梯',
                    twin: '2号楼5F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001277',
                  },
                  {
                    name: '2号楼5F-东步行梯',
                    twin: '2号楼5F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001267',
                  },
                  {
                    name: '2号楼5F-消防候梯厅',
                    twin: '2号楼5F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001268',
                  },
                  {
                    name: '2号楼5F-医生通道2',
                    twin: '2号楼5F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001269',
                  },
                  {
                    name: '2号楼5F-病人通道1',
                    twin: '2号楼5F-病人通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001270',
                  },
                  {
                    name: '2号楼5F-病人通道3',
                    twin: '2号楼5F-病人通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001272',
                  },
                  {
                    name: '2号楼5F-抽血处',
                    twin: '2号楼5F-抽血处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001273',
                  },
                  {
                    name: '2号楼5F-病人通道2',
                    twin: '2号楼5F-病人通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001271',
                  },
                  {
                    name: '2号楼5F-护士站',
                    twin: '2号楼5F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001274',
                  },
                  {
                    name: '2号楼5F-收费处1',
                    twin: '2号楼5F-收费处1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001275',
                  },
                  {
                    name: '2号楼5F-收费处2',
                    twin: '2号楼5F-收费处2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001265',
                  },
                  {
                    name: '2号楼5F-接待咨询处',
                    twin: '2号楼5F-接待咨询处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001276',
                  },
                  {
                    name: '2号楼5F-候诊大厅1',
                    twin: '2号楼5F-候诊大厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001281',
                  },
                  {
                    name: '2号楼5F-候诊大厅2',
                    twin: '2号楼5F-候诊大厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001280',
                  },
                  {
                    name: '2号楼5F-客梯候梯厅2',
                    twin: '2号楼5F-客梯候梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001283',
                  },
                  {
                    name: '2号楼5F-B超候诊区2',
                    twin: '2号楼5F-B超候诊区2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001284',
                  },
                ],
                '2号住院楼1F': [
                  {
                    name: '2号楼1F-西大门（人脸）',
                    twin: '2号楼1F-西大门（人脸）',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001165',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅5',
                    twin: '2号楼1F-客梯候梯厅5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001173',
                  },
                  {
                    name: '2号楼1F-东步行梯',
                    twin: '2号楼1F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001163',
                  },
                  {
                    name: '2号楼1F-自助打单区',
                    twin: '2号楼1F-自助打单区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001169',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅1',
                    twin: '2号楼1F-客梯候梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001175',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅2',
                    twin: '2号楼1F-客梯候梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001176',
                  },
                  {
                    name: '2号楼1F-北侧门2（人脸）',
                    twin: '2号楼1F-北侧门2（人脸）',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001166',
                  },
                  {
                    name: '2号楼1F-大门外3',
                    twin: '2号楼1F-大门外3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001186',
                  },
                  {
                    name: '2号楼1F-南侧门（人脸）',
                    twin: '2号楼1F-南侧门（人脸）',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001168',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅3',
                    twin: '2号楼1F-客梯候梯厅3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001170',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅4',
                    twin: '2号楼1F-客梯候梯厅4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001171',
                  },
                  {
                    name: '2号楼1F-接待挂号处',
                    twin: '2号楼1F-接待挂号处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001172',
                  },
                  {
                    name: '2号楼1F-西步行梯',
                    twin: '2号楼1F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001184',
                  },
                  {
                    name: '2号楼1F-北侧门1（人脸）',
                    twin: '2号楼1F-北侧门1（人脸）',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001167',
                  },
                  {
                    name: '2号楼1F-大门外4',
                    twin: '2号楼1F-大门外4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001177',
                  },
                  {
                    name: '2号楼1F-客梯候梯厅6',
                    twin: '2号楼1F-客梯候梯厅6',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001174',
                  },
                  {
                    name: '2号楼1F-出入院办理区4',
                    twin: '2号楼1F-出入院办理区4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001181',
                  },
                  {
                    name: '2号楼1F-出入院办理区3',
                    twin: '2号楼1F-出入院办理区3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001180',
                  },
                  {
                    name: '2号楼1F-出入院办理区1',
                    twin: '2号楼1F-出入院办理区1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001178',
                  },
                  {
                    name: '2号楼1F-出入院办理区2',
                    twin: '2号楼1F-出入院办理区2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001179',
                  },
                  {
                    name: '2号楼1F-大门外2',
                    twin: '2号楼1F-大门外2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001183',
                  },
                  {
                    name: '2号楼1F-大门外1',
                    twin: '2号楼1F-大门外1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001182',
                  },
                  {
                    name: '2号楼1F-2号楼与3号楼连廊',
                    twin: '2号楼1F-2号楼与3号楼连廊',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001161',
                  },
                  {
                    name: '2号楼1F-西面植物路方向',
                    twin: '2号楼1F-西面植物路方向',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001162',
                  },
                ],
                '2号住院楼22F': [
                  {
                    name: '2号楼22F-东步行梯',
                    twin: '2号楼22F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001570',
                  },
                  {
                    name: '2号楼22F-西步行梯',
                    twin: '2号楼22F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001580',
                  },
                  {
                    name: '2号楼22F-消防梯通道',
                    twin: '2号楼22F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001571',
                  },
                  {
                    name: '2号楼22F-走廊东',
                    twin: '2号楼22F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001573',
                  },
                  {
                    name: '2号楼22F-走廊中2',
                    twin: '2号楼22F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001575',
                  },
                  {
                    name: '2号楼22F-走廊中1',
                    twin: '2号楼22F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001574',
                  },
                  {
                    name: '2号楼22F-配药间',
                    twin: '2号楼22F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001577',
                  },
                  {
                    name: '2号楼22F-护士站',
                    twin: '2号楼22F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001576',
                  },
                  {
                    name: '2号楼22F-走廊西',
                    twin: '2号楼22F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001581',
                  },
                  {
                    name: '2号楼22F-医生通道1',
                    twin: '2号楼22F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001578',
                  },
                  {
                    name: '2号楼22F-消防候梯厅',
                    twin: '2号楼22F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001572',
                  },
                  {
                    name: '2号楼22F-医生通道2',
                    twin: '2号楼22F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001582',
                  },
                  {
                    name: '2号楼22F-职工候梯厅',
                    twin: '2号楼22F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001579',
                  },
                ],
                '2号住院楼10F': [
                  {
                    name: '2号楼10F-东步行梯',
                    twin: '2号楼10F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001360',
                  },
                  {
                    name: '2号楼10F-西步行梯',
                    twin: '2号楼10F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001370',
                  },
                  {
                    name: '2号楼10F-消防梯通道',
                    twin: '2号楼10F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001361',
                  },
                  {
                    name: '2号楼10F-走廊中1',
                    twin: '2号楼10F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001364',
                  },
                  {
                    name: '2号楼10F-走廊中2',
                    twin: '2号楼10F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001365',
                  },
                  {
                    name: '2号楼10F-走廊西',
                    twin: '2号楼10F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001371',
                  },
                  {
                    name: '2号楼10F-走廊东',
                    twin: '2号楼10F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001363',
                  },
                  {
                    name: '2号楼10F-消防候梯厅',
                    twin: '2号楼10F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001362',
                  },
                  {
                    name: '2号楼10F-配药间',
                    twin: '2号楼10F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001367',
                  },
                  {
                    name: '2号楼10F-护士站',
                    twin: '2号楼10F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001366',
                  },
                  {
                    name: '2号楼10F-职工候梯厅',
                    twin: '2号楼10F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001369',
                  },
                  {
                    name: '2号楼10F-医生通道1',
                    twin: '2号楼10F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001368',
                  },
                  {
                    name: '2号楼10F-医生通道2',
                    twin: '2号楼10F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001372',
                  },
                ],
                '2号住院楼24F': [
                  {
                    name: '2号楼24F-消防梯通道',
                    twin: '2号楼24F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001604',
                  },
                  {
                    name: '2号楼24F-走廊东',
                    twin: '2号楼24F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001606',
                  },
                  {
                    name: '2号楼24F-走廊中2',
                    twin: '2号楼24F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001608',
                  },
                  {
                    name: '2号楼24F-走廊中1',
                    twin: '2号楼24F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001607',
                  },
                  {
                    name: '2号楼24F-配药间',
                    twin: '2号楼24F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001609',
                  },
                  {
                    name: '2号楼24F-护士站',
                    twin: '2号楼24F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001600',
                  },
                  {
                    name: '2号楼24F-走廊西',
                    twin: '2号楼24F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001611',
                  },
                  {
                    name: '2号楼24F-医生通道1',
                    twin: '2号楼24F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001601',
                  },
                  {
                    name: '2号楼24F-消防候梯厅',
                    twin: '2号楼24F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001605',
                  },
                  {
                    name: '2号楼24F-医生通道2',
                    twin: '2号楼24F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001612',
                  },
                  {
                    name: '2号楼24F-职工候梯厅',
                    twin: '2号楼24F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001602',
                  },
                  {
                    name: '2号楼24F-客梯候梯厅2',
                    twin: '2号楼24F-客梯候梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001614',
                  },
                  {
                    name: '2号楼24F-客梯候梯厅1',
                    twin: '2号楼24F-客梯候梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001613',
                  },
                  {
                    name: '2号楼24F-东步行梯',
                    twin: '2号楼24F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001603',
                  },
                  {
                    name: '2号楼24F-西步行梯',
                    twin: '2号楼24F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001610',
                  },
                ],
                '2号住院楼12F': [
                  {
                    name: '2号楼12F-东步行梯',
                    twin: '2号楼12F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001390',
                  },
                  {
                    name: '2号楼12F-西步行梯',
                    twin: '2号楼12F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001400',
                  },
                  {
                    name: '2号楼12F-消防梯通道',
                    twin: '2号楼12F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001391',
                  },
                  {
                    name: '2号楼12F-走廊中1',
                    twin: '2号楼12F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001394',
                  },
                  {
                    name: '2号楼12F-走廊中2',
                    twin: '2号楼12F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001395',
                  },
                  {
                    name: '2号楼12F-走廊西',
                    twin: '2号楼12F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001401',
                  },
                  {
                    name: '2号楼12F-走廊东',
                    twin: '2号楼12F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001393',
                  },
                  {
                    name: '2号楼12F-消防候梯厅',
                    twin: '2号楼12F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001392',
                  },
                  {
                    name: '2号楼12F-配药间',
                    twin: '2号楼12F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001397',
                  },
                  {
                    name: '2号楼12F-护士站',
                    twin: '2号楼12F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001396',
                  },
                  {
                    name: '2号楼12F-职工候梯厅',
                    twin: '2号楼12F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001399',
                  },
                  {
                    name: '2号楼12F-医生通道1',
                    twin: '2号楼12F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001398',
                  },
                  {
                    name: '2号楼12F-医生通道2',
                    twin: '2号楼12F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001402',
                  },
                ],
                '2号住院楼20F': [
                  {
                    name: '2号楼20F-西步行梯',
                    twin: '2号楼20F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001551',
                  },
                  {
                    name: '2号楼20F-东步行梯',
                    twin: '2号楼20F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001543',
                  },
                  {
                    name: '2号楼20F-医生通道1',
                    twin: '2号楼20F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001549',
                  },
                  {
                    name: '2号楼20F-消防候梯厅',
                    twin: '2号楼20F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001544',
                  },
                  {
                    name: '2号楼20F-职工候梯厅',
                    twin: '2号楼20F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001550',
                  },
                ],
                '2号住院楼8F': [
                  {
                    name: '2号楼8F-东步行梯',
                    twin: '2号楼8F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001330',
                  },
                  {
                    name: '2号楼8F-西步行梯',
                    twin: '2号楼8F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001337',
                  },
                  {
                    name: '2号楼8F-消防候梯厅',
                    twin: '2号楼8F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001332',
                  },
                  {
                    name: '2号楼8F-消防梯通道',
                    twin: '2号楼8F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001331',
                  },
                  {
                    name: '2号楼8F-走廊东',
                    twin: '2号楼8F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001333',
                  },
                  {
                    name: '2号楼8F-走廊中1',
                    twin: '2号楼8F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001328',
                  },
                  {
                    name: '2号楼8F-走廊中2',
                    twin: '2号楼8F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001334',
                  },
                  {
                    name: '2号楼8F-配药间',
                    twin: '2号楼8F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001336',
                  },
                  {
                    name: '2号楼8F-护士站',
                    twin: '2号楼8F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001335',
                  },
                  {
                    name: '2号楼8F-职工候梯厅',
                    twin: '2号楼8F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001327',
                  },
                  {
                    name: '2号楼8F-医生通道1',
                    twin: '2号楼8F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001326',
                  },
                  {
                    name: '2号楼8F-医生通道2',
                    twin: '2号楼8F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001339',
                  },
                  {
                    name: '2号楼8F-走廊西',
                    twin: '2号楼8F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001338',
                  },
                ],
                '2号住院楼18F': [
                  {
                    name: '2号楼18F-医生通道2',
                    twin: '2号楼18F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001490',
                  },
                  {
                    name: '2号楼18F-消防候梯厅',
                    twin: '2号楼18F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001482',
                  },
                  {
                    name: '2号楼18F-职工候梯厅',
                    twin: '2号楼18F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001487',
                  },
                  {
                    name: '2号楼18F-医生通道1',
                    twin: '2号楼18F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001486',
                  },
                  {
                    name: '2号楼18F-东步行梯',
                    twin: '2号楼18F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001481',
                  },
                  {
                    name: '2号楼18F-西步行梯',
                    twin: '2号楼18F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001488',
                  },
                ],
                '2号住院楼26F': [
                  {
                    name: '2号楼26F-东步行梯',
                    twin: '2号楼26F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001630',
                  },
                  {
                    name: '2号楼26F-西步行梯',
                    twin: '2号楼26F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001640',
                  },
                  {
                    name: '2号楼26F-消防梯通道',
                    twin: '2号楼26F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001631',
                  },
                  {
                    name: '2号楼26F-走廊东',
                    twin: '2号楼26F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001633',
                  },
                  {
                    name: '2号楼26F-走廊中2',
                    twin: '2号楼26F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001635',
                  },
                  {
                    name: '2号楼26F-走廊中1',
                    twin: '2号楼26F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001634',
                  },
                  {
                    name: '2号楼26F-配药间',
                    twin: '2号楼26F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001637',
                  },
                  {
                    name: '2号楼26F-护士站',
                    twin: '2号楼26F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001636',
                  },
                  {
                    name: '2号楼26F-走廊西',
                    twin: '2号楼26F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001641',
                  },
                  {
                    name: '2号楼26F-医生通道1',
                    twin: '2号楼26F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001638',
                  },
                  {
                    name: '2号楼26F-消防候梯厅',
                    twin: '2号楼26F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001632',
                  },
                  {
                    name: '2号楼26F-医生通道2',
                    twin: '2号楼26F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001642',
                  },
                  {
                    name: '2号楼26F-职工候梯厅',
                    twin: '2号楼26F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001639',
                  },
                  {
                    name: '2号楼26F-客梯候梯厅2',
                    twin: '2号楼26F-客梯候梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001644',
                  },
                  {
                    name: '2号楼26F-客梯候梯厅1',
                    twin: '2号楼26F-客梯候梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001643',
                  },
                ],
                '2号住院楼4F': [
                  {
                    name: '2号楼4F-西步行梯',
                    twin: '2号楼4F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001254',
                  },
                  {
                    name: '2号楼4F-VIP区通道1',
                    twin: '2号楼4F-VIP区通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001255',
                  },
                  {
                    name: '2号楼4F-病人通道4',
                    twin: '2号楼4F-病人通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001241',
                  },
                  {
                    name: '2号楼4F-病人通道3',
                    twin: '2号楼4F-病人通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001245',
                  },
                  {
                    name: '2号楼4F-病人通道2',
                    twin: '2号楼4F-病人通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001239',
                  },
                  {
                    name: '2号楼4F-病人通道1',
                    twin: '2号楼4F-病人通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001244',
                  },
                  {
                    name: '2号楼4F-餐厅1',
                    twin: '2号楼4F-餐厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001249',
                  },
                  {
                    name: '2号楼4F-餐厅2',
                    twin: '2号楼4F-餐厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001250',
                  },
                  {
                    name: '2号楼4F-病人通道6',
                    twin: '2号楼4F-病人通道6',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001248',
                  },
                  {
                    name: '2号楼4F-病人通道5',
                    twin: '2号楼4F-病人通道5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001247',
                  },
                  {
                    name: '2号楼4F-业务办理处',
                    twin: '2号楼4F-业务办理处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001246',
                  },
                  {
                    name: '2号楼4F-餐厅3',
                    twin: '2号楼4F-餐厅3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001251',
                  },
                  {
                    name: '2号楼4F-医生通道1',
                    twin: '2号楼4F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001253',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅5',
                    twin: '2号楼4F-客梯候梯厅5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001256',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅4',
                    twin: '2号楼4F-客梯候梯厅4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001257',
                  },
                  {
                    name: '2号楼4F-候诊大厅1',
                    twin: '2号楼4F-候诊大厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001252',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅3',
                    twin: '2号楼4F-客梯候梯厅3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001240',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅1',
                    twin: '2号楼4F-客梯候梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001258',
                  },
                  {
                    name: '2号楼4F-客梯候梯厅2',
                    twin: '2号楼4F-客梯候梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001259',
                  },
                  {
                    name: '2号楼4F-VIP区通道2',
                    twin: '2号楼4F-VIP区通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001260',
                  },
                  {
                    name: '2号楼4F-VIP区通道3',
                    twin: '2号楼4F-VIP区通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001261',
                  },
                  {
                    name: '2号楼4F-VIP区通道4',
                    twin: '2号楼4F-VIP区通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001262',
                  },
                  {
                    name: '2号楼4F-VIP区通道6',
                    twin: '2号楼4F-VIP区通道6',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001264',
                  },
                  {
                    name: '2号楼4F-VIP区阳台',
                    twin: '2号楼4F-VIP区阳台',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001263',
                  },
                ],
                '2号住院楼14F': [
                  {
                    name: '2号楼14F-西步行梯',
                    twin: '2号楼14F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001430',
                  },
                  {
                    name: '2号楼14F-东步行梯',
                    twin: '2号楼14F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001420',
                  },
                  {
                    name: '2号楼14F-消防梯通道',
                    twin: '2号楼14F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001421',
                  },
                  {
                    name: '2号楼14F-走廊中1',
                    twin: '2号楼14F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001424',
                  },
                  {
                    name: '2号楼14F-走廊中2',
                    twin: '2号楼14F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001425',
                  },
                  {
                    name: '2号楼14F-走廊西',
                    twin: '2号楼14F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001431',
                  },
                  {
                    name: '2号楼14F-走廊东',
                    twin: '2号楼14F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001423',
                  },
                  {
                    name: '2号楼14F-消防候梯厅',
                    twin: '2号楼14F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001422',
                  },
                  {
                    name: '2号楼14F-配药间',
                    twin: '2号楼14F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001427',
                  },
                  {
                    name: '2号楼14F-护士站',
                    twin: '2号楼14F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001426',
                  },
                  {
                    name: '2号楼14F-职工候梯厅',
                    twin: '2号楼14F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001429',
                  },
                  {
                    name: '2号楼14F-医生通道1',
                    twin: '2号楼14F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001428',
                  },
                  {
                    name: '2号楼14F-医生通道2',
                    twin: '2号楼14F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001432',
                  },
                ],
                '2号住院楼6F': [
                  {
                    name: '2号楼6F-东步行梯',
                    twin: '2号楼6F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001293',
                  },
                  {
                    name: '2号楼6F-客梯候梯厅3',
                    twin: '2号楼6F-客梯候梯厅3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001292',
                  },
                  {
                    name: '2号楼6F-候诊大厅2',
                    twin: '2号楼6F-候诊大厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001306',
                  },
                  {
                    name: '2号楼6F-西步行梯',
                    twin: '2号楼6F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001308',
                  },
                  {
                    name: '2号楼6F-消防候梯厅',
                    twin: '2号楼6F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001294',
                  },
                  {
                    name: '2号楼6F-医生通道2',
                    twin: '2号楼6F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001295',
                  },
                  {
                    name: '2号楼6F-病人通道2',
                    twin: '2号楼6F-病人通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001297',
                  },
                  {
                    name: '2号楼6F-病人通道3',
                    twin: '2号楼6F-病人通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001298',
                  },
                  {
                    name: '2号楼6F-输液区',
                    twin: '2号楼6F-输液区',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001301',
                  },
                  {
                    name: '2号楼6F-收费处2',
                    twin: '2号楼6F-收费处2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001303',
                  },
                  {
                    name: '2号楼6F-接待咨询处',
                    twin: '2号楼6F-接待咨询处',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001304',
                  },
                  {
                    name: '2号楼6F-候诊大厅1',
                    twin: '2号楼6F-候诊大厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001305',
                  },
                  {
                    name: '2号楼6F-候药区3',
                    twin: '2号楼6F-候药区3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001291',
                  },
                  {
                    name: '2号楼6F-候药区2',
                    twin: '2号楼6F-候药区2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001290',
                  },
                  {
                    name: '2号楼6F-医生通道1',
                    twin: '2号楼6F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001307',
                  },
                  {
                    name: '2号楼6F-候药区1',
                    twin: '2号楼6F-候药区1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001289',
                  },
                ],
                '2号住院楼16F': [
                  {
                    name: '2号楼16F-西步行梯',
                    twin: '2号楼16F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001460',
                  },
                  {
                    name: '2号楼16F-东步行梯',
                    twin: '2号楼16F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001450',
                  },
                  {
                    name: '2号楼16F-消防梯通道',
                    twin: '2号楼16F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001451',
                  },
                  {
                    name: '2号楼16F-走廊中1',
                    twin: '2号楼16F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001454',
                  },
                  {
                    name: '2号楼16F-走廊中2',
                    twin: '2号楼16F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001455',
                  },
                  {
                    name: '2号楼16F-走廊西',
                    twin: '2号楼16F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001461',
                  },
                  {
                    name: '2号楼16F-走廊东',
                    twin: '2号楼16F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001453',
                  },
                  {
                    name: '2号楼16F-消防候梯厅',
                    twin: '2号楼16F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001452',
                  },
                  {
                    name: '2号楼16F-配药间',
                    twin: '2号楼16F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001457',
                  },
                  {
                    name: '2号楼16F-护士站',
                    twin: '2号楼16F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001456',
                  },
                  {
                    name: '2号楼16F-职工候梯厅',
                    twin: '2号楼16F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001459',
                  },
                  {
                    name: '2号楼16F-医生通道1',
                    twin: '2号楼16F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001458',
                  },
                  {
                    name: '2号楼16F-医生通道2',
                    twin: '2号楼16F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001462',
                  },
                ],
                '2号住院楼2F': [
                  {
                    name: '2号楼2F-西步行梯',
                    twin: '2号楼2F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001205',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅5',
                    twin: '2号楼2F-客梯候梯厅5',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001201',
                  },
                  {
                    name: '2号楼2F-病人通道2',
                    twin: '2号楼2F-病人通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001187',
                  },
                  {
                    name: '2号楼2F-病人通道1',
                    twin: '2号楼2F-病人通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001190',
                  },
                  {
                    name: '2号楼2F-东步行梯',
                    twin: '2号楼2F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001202',
                  },
                  {
                    name: '2号楼2F-病人通道4',
                    twin: '2号楼2F-病人通道4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001198',
                  },
                  {
                    name: '2号楼2F-病人通道3',
                    twin: '2号楼2F-病人通道3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001195',
                  },
                  {
                    name: '2号楼2F-候诊区1',
                    twin: '2号楼2F-候诊区1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001191',
                  },
                  {
                    name: '2号楼2F-候诊区2',
                    twin: '2号楼2F-候诊区2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001192',
                  },
                  {
                    name: '2号楼2F-候诊区3',
                    twin: '2号楼2F-候诊区3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001193',
                  },
                  {
                    name: '2号楼2F-候诊大厅1',
                    twin: '2号楼2F-候诊大厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001194',
                  },
                  {
                    name: '2号楼2F-登记室',
                    twin: '2号楼2F-登记室',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001204',
                  },
                  {
                    name: '2号楼2F-护士站',
                    twin: '2号楼2F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001203',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅2',
                    twin: '2号楼2F-客梯候梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001209',
                  },
                  {
                    name: '2号楼2F-候诊大厅2',
                    twin: '2号楼2F-候诊大厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001188',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅3',
                    twin: '2号楼2F-客梯候梯厅3',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001207',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅1',
                    twin: '2号楼2F-客梯候梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001208',
                  },
                  {
                    name: '2号楼2F-客梯候梯厅4',
                    twin: '2号楼2F-客梯候梯厅4',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001206',
                  },
                  {
                    name: '2号楼2F-医生通道1',
                    twin: '2号楼2F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001199',
                  },
                  {
                    name: '2号楼2F-DR候诊区1',
                    twin: '2号楼2F-DR候诊区1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001200',
                  },
                  {
                    name: '2号楼2F-DR候诊区2',
                    twin: '2号楼2F-DR候诊区2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001210',
                  },
                  {
                    name: '2号楼2F-DR医生通道1',
                    twin: '2号楼2F-DR医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001211',
                  },
                ],
                '2号住院楼11F': [
                  {
                    name: '2号楼11F-西步行梯',
                    twin: '2号楼11F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001384',
                  },
                  {
                    name: '2号楼11F-消防梯通道',
                    twin: '2号楼11F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001376',
                  },
                  {
                    name: '2号楼11F-走廊中1',
                    twin: '2号楼11F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001378',
                  },
                  {
                    name: '2号楼11F-走廊中2',
                    twin: '2号楼11F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001379',
                  },
                  {
                    name: '2号楼11F-走廊西',
                    twin: '2号楼11F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001385',
                  },
                  {
                    name: '2号楼11F-走廊东',
                    twin: '2号楼11F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001375',
                  },
                  {
                    name: '2号楼11F-消防候梯厅',
                    twin: '2号楼11F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001377',
                  },
                  {
                    name: '2号楼11F-配药间',
                    twin: '2号楼11F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001381',
                  },
                  {
                    name: '2号楼11F-护士站',
                    twin: '2号楼11F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001380',
                  },
                  {
                    name: '2号楼11F-职工候梯厅',
                    twin: '2号楼11F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001383',
                  },
                  {
                    name: '2号楼11F-医生通道1',
                    twin: '2号楼11F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001382',
                  },
                  {
                    name: '2号楼11F-医生通道2',
                    twin: '2号楼11F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001386',
                  },
                  {
                    name: '2号楼11F-东步行梯',
                    twin: '2号楼11F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001389',
                  },
                ],
                '2号住院楼21F': [
                  {
                    name: '2号楼21F-西步行梯',
                    twin: '2号楼21F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001565',
                  },
                  {
                    name: '2号楼21F-东步行梯',
                    twin: '2号楼21F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001555',
                  },
                  {
                    name: '2号楼21F-消防梯通道',
                    twin: '2号楼21F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001556',
                  },
                  {
                    name: '2号楼21F-走廊东',
                    twin: '2号楼21F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001558',
                  },
                  {
                    name: '2号楼21F-走廊中2',
                    twin: '2号楼21F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001560',
                  },
                  {
                    name: '2号楼21F-走廊中1',
                    twin: '2号楼21F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001559',
                  },
                  {
                    name: '2号楼21F-配药间',
                    twin: '2号楼21F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001562',
                  },
                  {
                    name: '2号楼21F-护士站',
                    twin: '2号楼21F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001561',
                  },
                  {
                    name: '2号楼21F-走廊西',
                    twin: '2号楼21F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001566',
                  },
                  {
                    name: '2号楼21F-医生通道1',
                    twin: '2号楼21F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001563',
                  },
                  {
                    name: '2号楼21F-消防候梯厅',
                    twin: '2号楼21F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001557',
                  },
                  {
                    name: '2号楼21F-医生通道2',
                    twin: '2号楼21F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001567',
                  },
                  {
                    name: '2号楼21F-职工候梯厅',
                    twin: '2号楼21F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001564',
                  },
                ],
                '2号住院楼13F': [
                  {
                    name: '2号楼13F-东步行梯',
                    twin: '2号楼13F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001405',
                  },
                  {
                    name: '2号楼13F-西步行梯',
                    twin: '2号楼13F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001415',
                  },
                  {
                    name: '2号楼13F-消防梯通道',
                    twin: '2号楼13F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001406',
                  },
                  {
                    name: '2号楼13F-走廊中1',
                    twin: '2号楼13F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001409',
                  },
                  {
                    name: '2号楼13F-走廊中2',
                    twin: '2号楼13F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001410',
                  },
                  {
                    name: '2号楼13F-走廊西',
                    twin: '2号楼13F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001416',
                  },
                  {
                    name: '2号楼13F-走廊东',
                    twin: '2号楼13F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001408',
                  },
                  {
                    name: '2号楼13F-消防候梯厅',
                    twin: '2号楼13F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001407',
                  },
                  {
                    name: '2号楼13F-配药间',
                    twin: '2号楼13F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001412',
                  },
                  {
                    name: '2号楼13F-护士站',
                    twin: '2号楼13F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001411',
                  },
                  {
                    name: '2号楼13F-职工候梯厅',
                    twin: '2号楼13F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001414',
                  },
                  {
                    name: '2号楼13F-医生通道1',
                    twin: '2号楼13F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001413',
                  },
                  {
                    name: '2号楼13F-医生通道2',
                    twin: '2号楼13F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001417',
                  },
                ],
                '2号住院楼23F': [
                  {
                    name: '2号楼23F-东步行梯',
                    twin: '2号楼23F-东步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001586',
                  },
                  {
                    name: '2号楼23F-西步行梯',
                    twin: '2号楼23F-西步行梯',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001585',
                  },
                  {
                    name: '2号楼23F-消防梯通道',
                    twin: '2号楼23F-消防梯通道',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001587',
                  },
                  {
                    name: '2号楼23F-走廊东',
                    twin: '2号楼23F-走廊东',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001589',
                  },
                  {
                    name: '2号楼23F-走廊中2',
                    twin: '2号楼23F-走廊中2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001591',
                  },
                  {
                    name: '2号楼23F-走廊中1',
                    twin: '2号楼23F-走廊中1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001590',
                  },
                  {
                    name: '2号楼23F-配药间',
                    twin: '2号楼23F-配药间',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001593',
                  },
                  {
                    name: '2号楼23F-护士站',
                    twin: '2号楼23F-护士站',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001592',
                  },
                  {
                    name: '2号楼23F-走廊西',
                    twin: '2号楼23F-走廊西',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001596',
                  },
                  {
                    name: '2号楼23F-医生通道1',
                    twin: '2号楼23F-医生通道1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001594',
                  },
                  {
                    name: '2号楼23F-消防候梯厅',
                    twin: '2号楼23F-消防候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001588',
                  },
                  {
                    name: '2号楼23F-医生通道2',
                    twin: '2号楼23F-医生通道2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001597',
                  },
                  {
                    name: '2号楼23F-职工候梯厅',
                    twin: '2号楼23F-职工候梯厅',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001595',
                  },
                  {
                    name: '2号楼23F-客梯候梯厅2',
                    twin: '2号楼23F-客梯候梯厅2',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001599',
                  },
                  {
                    name: '2号楼23F-客梯候梯厅1',
                    twin: '2号楼23F-客梯候梯厅1',
                    url: 'http://192.168.218.121:4000/index.html?platform_id=45010100002000000115&device_id=45010300581314001598',
                  },
                ],
              },
            },
          };
        }
      },
    },
    /** 巡更系统 */
    '/intelligentPrevention/patrolSystem': {
      method: 'POST',
      staticData: true,
      proxyUrl: config.requestUrl,
      time,
      request: (query) => {
        if (query.ssdp == 'xgxt') {
          return {};
        }
      },
    },
  };
})(this);
